[
    {
        "name": "Authorship",
        "link": "https://mypoeticside.com/show-classic-poem-30094",
        "poem": "You say that father write a lot of books, but what he writes I don't\r\nunderstand.\r\n    He was reading to you all evening, but could you really\r\nmake out what he meant?\r\n    What nice stores, mother, you can tell us! Why can't father\r\nwrite like that, I wonder?\r\n    Did he never hear from his own mother stories of giants and\r\nfairies and princesses?\r\n    Has he forgotten them all?\r\n    Often when he gets late for his bath you have to call him\r\na hundred times.\r\n    You wait and keep his dishes warm for him, but he goes on\r\nwriting and forgets.\r\n    Father always plays at making books.\r\n    If ever I go to play in father's room, you come and call me,\r\n\"What a naughty child!\"\r\n    If I make the slightest noise you say, \"Don't you see that\r\nfather's at his work?\"\r\n    What's the fun of always writing and writing?\r\n    When I take up father's pen or pencil and write upon his book\r\njust as he does,-a,b,c,d,e,f,g,h,i,-why do you get cross with me\r\nthen, mother?\r\n    You never say a word when father writes.\r\n    When my father wastes such heaps of paper, mother, you don't\r\nseem to mind at all.\r\n    But if I take only one sheet to make a boat with, you say,\r\n\"Child, how troublesome you are!\"\r\n    What do you think of father's spoiling sheets and sheets of\r\npaper with black marks all over both sides?"
    },
    {
        "name": "Baby's Way",
        "link": "https://mypoeticside.com/show-classic-poem-30106",
        "poem": "If baby only wanted to, he could fly up to heaven this moment.\r\n    It is not for nothing that he does not leave us.\r\n    He loves to rest his head on mother's bosom, and cannot ever\r\nbear to lose sight of her.\r\n    Baby know all manner of wise words, though few on earth can\r\nunderstand their meaning.\r\n    It is not for nothing that he never wants to speak.\r\n    The one thing he wants is to learn mother's words from\r\nmother's lips. That is why he looks so innocent.\r\n    Baby had a heap of gold and pearls, yet he came like a beggar\r\non to this earth.\r\n    It is not for nothing he came in such a disguise.\r\n    This dear little naked mendicant pretends to be utterly\r\nhelpless, so that he may beg for mother's wealth of love.\r\n    Baby was so free from every tie in the land of the tiny\r\ncrescent moon.\r\n    It was not for nothing he gave up his freedom.\r\n    He knows that there is room for endless joy in mother's little\r\ncorner of a heart, and it is sweeter far than liberty to be caught\r\nand pressed in her dear arms.\r\n    Baby never knew how to cry. He dwelt in the land of perfect\r\nbliss.\r\n    It is not for nothing he has chosen to shed tears.\r\n    Though with the smile of his dear face he draws mother's\r\nyearning heart to him, yet his little cries over tiny troubles\r\nweave the double bond of pity and love."
    },
    {
        "name": "Baby's World",
        "link": "https://mypoeticside.com/show-classic-poem-30121",
        "poem": "I wish I could take a quiet corner in the heart of my baby's very\r\nown world.\r\n    I know it has stars that talk to him, and a sky that stoops\r\ndown to his face to amuse him with its silly clouds and rainbows.\r\n    Those who make believe to be dumb, and look as if they never\r\ncould move, come creeping to his window with their stories and with\r\ntrays crowded with bright toys.\r\n    I wish I could travel by the road that crosses baby's mind,\r\nand out beyond all bounds;\r\n    Where messengers run errands for no cause between the kingdoms\r\nof kings of no history;\r\n    Where Reason makes kites of her laws and flies them, the Truth\r\nsets Fact free from its fetters."
    },
    {
        "name": "Beggarly Heart",
        "link": "https://mypoeticside.com/show-classic-poem-30035",
        "poem": "When the heart is hard and parched up,\r\ncome upon me with a shower of mercy.\n\r\nWhen grace is lost from life,\r\ncome with a burst of song.\n\r\nWhen tumultuous work raises its din on all sides shutting me out from\r\nbeyond, come to me, my lord of silence, with thy peace and rest.\n\r\nWhen my beggarly heart sits crouched, shut up in a corner,\r\nbreak open the door, my king, and come with the ceremony of a king.\n\r\nWhen desire blinds the mind with delusion and dust, O thou holy one,\r\nthou wakeful, come with thy light and thy thunder."
    },
    {
        "name": "Benediction",
        "link": "https://mypoeticside.com/show-classic-poem-30122",
        "poem": "Bless this little heart, this white soul that has won the kiss of\r\nheaven for our earth.\r\n    He loves the light of the sun, he loves the sight of his\r\nmother's face.\r\n    He has not learned to despise the dust, and to hanker after\r\ngold.\r\n    Clasp him to your heart and bless him.\r\n    He has come into this land of an hundred cross-roads.\r\n    I know not how he chose you from the crowd, came to your door,\r\nand grasped you hand to ask his way.\r\n    He will follow you, laughing the talking, and not a doubt in\r\nhis heart.\r\n    Keep his trust, lead him straight and bless him.\r\n    Lay your hand on his head, and pray that though the waves\r\nunderneath grow threatening, yet the breath from above may come and\r\nfill his sails and waft him to the heaven of peace.\r\n    Forget him not in your hurry, let him come to your heart and\r\nbless him."
    },
    {
        "name": "Brink Of Eternity",
        "link": "https://mypoeticside.com/show-classic-poem-30011",
        "poem": "In desperate hope I go and search for her\r\nin all the corners of my room;\r\nI find her not.\n\r\nMy house is small\r\nand what once has gone from it can never be regained.\n\r\nBut infinite is thy mansion, my lord,\r\nand seeking her I have to come to thy door.\n\r\nI stand under the golden canopy of thine evening sky\r\nand I lift my eager eyes to thy face.\n\r\nI have come to the brink of eternity from which nothing can vanish\r\n---no hope, no happiness, no vision of a face seen through tears.\n\r\nOh, dip my emptied life into that ocean,\r\nplunge it into the deepest fullness.\r\nLet me for once feel that lost sweet touch\r\nin the allness of the universe."
    },
    {
        "name": "Chain Of Pearls",
        "link": "https://mypoeticside.com/show-classic-poem-30012",
        "poem": "Mother, I shall weave a chain of pearls for thy neck\r\nwith my tears of sorrow.\n\r\nThe stars have wrought their anklets of light to deck thy feet,\r\nbut mine will hang upon thy breast.\n\r\nWealth and fame come from thee\r\nand it is for thee to give or to withhold them.\r\nBut this my sorrow is absolutely mine own,\r\nand when I bring it to thee as my offering\r\nthou rewardest me with thy grace."
    },
    {
        "name": "Closed Path",
        "link": "https://mypoeticside.com/show-classic-poem-30037",
        "poem": "I thought that my voyage had come to its end\r\nat the last limit of my power,---that the path before me was closed,\r\nthat provisions were exhausted\r\nand the time come to take shelter in a silent obscurity.\n\r\nBut I find that thy will knows no end in me.\r\nAnd when old words die out on the tongue,\r\nnew melodies break forth from the heart;\r\nand where the old tracks are lost,\r\nnew country is revealed with its wonders."
    },
    {
        "name": "Clouds and Waves",
        "link": "https://mypoeticside.com/show-classic-poem-30123",
        "poem": "Mother, the folk who live up in the clouds call out to me-\r\n    \"We play from the time we wake till the day ends.\r\n    We play with the golden dawn, we play with the silver moon.\"\r\n    I ask, \"But how am I to get up to you ?\"\r\n    They answer, \"Come to the edge of the earth, lift up your\r\nhands to the sky, and you will be taken up into the clouds.\"\r\n    \"My mother is waiting for me at home, \"I say, \"How can I leave\r\nher and come?\"\r\n    Then they smile and float away.\r\n    But I know a nicer game than that, mother.\r\n    I shall be the cloud and you the moon.\r\n    I shall cover you with both my hands, and our house-top will\r\nbe the blue sky.\r\n    The folk who live in the waves call out to me-\r\n    \"We sing from morning till night; on and on we travel and know\r\nnot where we pass.\"\r\n    I ask, \"But how am I to join you?\"\r\n    They tell me, \"Come to the edge of the shore and stand with\r\nyour eyes tight shut, and you will be carried out upon the waves.\"\r\n    I say, \"My mother always wants me at home in the everything-\r\nhow can I leave her and go?\"\r\n    They smile, dance and pass by.\r\n    But I know a better game than that.\r\n    I will be the waves and you will be a strange shore.\r\n    I shall roll on and on and on, and break upon your lap with\r\nlaughter.\r\n    And no one in the world will know where we both are."
    },
    {
        "name": "Colored Toys",
        "link": "https://mypoeticside.com/show-classic-poem-30025",
        "poem": "When I bring to you colored toys, my child,\r\nI understand why there is such a play of colors on clouds, on water,\r\nand why flowers are painted in tints\r\n---when I give colored toys to you, my child.\n\r\nWhen I sing to make you dance\r\nI truly now why there is music in leaves,\r\nand why waves send their chorus of voices to the heart of the listening earth\r\n---when I sing to make you dance.\n\r\nWhen I bring sweet things to your greedy hands\r\nI know why there is honey in the cup of the flowers\r\nand why fruits are secretly filled with sweet juice\r\n---when I bring sweet things to your greedy hands.\n\r\nWhen I kiss your face to make you smile, my darling,\r\nI surely understand what pleasure streams from the sky in morning light,\r\nand what delight that is that is which the summer breeze brings to my body\r\n---when I kiss you to make you smile."
    },
    {
        "name": "Death",
        "link": "https://mypoeticside.com/show-classic-poem-30009",
        "poem": "O thou the last fulfilment of life,\r\nDeath, my death, come and whisper to me!\n\r\nDay after day I have kept watch for thee;\r\nfor thee have I borne the joys and pangs of life.\n\r\nAll that I am, that I have, that I hope and all my love\r\nhave ever flowed towards thee in depth of secrecy.\n\r\nOne final glance from thine eyes\r\nand my life will be ever thine own.\n\r\nThe flowers have been woven\r\nand the garland is ready for the bridegroom.\n\r\nAfter the wedding the bride shall leave her home\r\nand meet her lord alone in the solitude of night."
    },
    {
        "name": "Defamation",
        "link": "https://mypoeticside.com/show-classic-poem-30124",
        "poem": "Where are those tears in your eyes, my child?\r\n    How horrid of them to be always scolding you for nothing!\r\n    You have stained your fingers and face with ink while writing-\r\nis that why they call you dirty?\r\n    O, fie! Would they dare to call the full moon dirty because\r\nit has smudged its face with ink?\r\n    For every little trifle they blame you, my child. They are\r\nready to find fault for nothing.\r\n    You tore your clothes while playing-is that why they call you\r\nuntidy?\r\n    O, fie! What would they call an autumn morning that smiles\r\nthrough its ragged clouds?\r\n    Take no heed of what they say to you, my child.\r\n    They make a long list of your misdeeds.\r\n    Everybody knows how you love sweet things-is that why they\r\ncall you greedy?\r\n    O, fie! What then would they call us who love you?"
    },
    {
        "name": "Distant Time",
        "link": "https://mypoeticside.com/show-classic-poem-30030",
        "poem": "I know not from what distant time\r\nthou art ever coming nearer to meet me.\r\nThy sun and stars can never keep thee hidden from me for aye.\n\r\nIn many a morning and eve thy footsteps have been heard\r\nand thy messenger has come within my heart and called me in secret.\n\r\nI know not only why today my life is all astir,\r\nand a feeling of tremulous joy is passing through my heart.\n\r\nIt is as if the time were come to wind up my work,\r\nand I feel in the air a faint smell of thy sweet presence."
    },
    {
        "name": "Dungeon",
        "link": "https://mypoeticside.com/show-classic-poem-30043",
        "poem": "He whom I enclose with my name is weeping in this dungeon.\r\nI am ever busy building this wall all around; and as this wall goes up into\r\nthe sky day by day I lose sight of my true being in its dark shadow.\n\r\nI take pride in this great wall, and I plaster it with dust and sand\r\nlest a least hole should be left in this name;\r\nand for all the care I take I lose sight of my true being."
    },
    {
        "name": "Endless Time",
        "link": "https://mypoeticside.com/show-classic-poem-30013",
        "poem": "Time is endless in thy hands, my lord.\r\nThere is none to count thy minutes.\n\r\nDays and nights pass and ages bloom and fade like flowers.\r\nThou knowest how to wait.\n\r\nThy centuries follow each other perfecting a small wild flower.\n\r\nWe have no time to lose,\r\nand having no time we must scramble for a chance.\r\nWe are too poor to be late.\n\r\nAnd thus it is that time goes by\r\nwhile I give it to every querulous man who claims it,\r\nand thine altar is empty of all offerings to the last.\n\r\nAt the end of the day I hasten in fear lest thy gate be shut;\r\nbut I find that yet there is time."
    },
    {
        "name": "Face To Face",
        "link": "https://mypoeticside.com/show-classic-poem-30018",
        "poem": "Day after day, O lord of my life,\r\nshall I stand before thee face to face.\r\nWith folded hands, O lord of all worlds,\r\nshall I stand before thee face to face.\n\r\nUnder thy great sky in solitude and silence,\r\nwith humble heart shall I stand before thee face to face.\n\r\nIn this laborious world of thine, tumultuous with toil\r\nand with struggle, among hurrying crowds\r\nshall I stand before thee face to face.\n\r\nAnd when my work shall be done in this world,\r\nO King of kings, alone and speechless\r\nshall I stand before thee face to face."
    },
    {
        "name": "Fairyland",
        "link": "https://mypoeticside.com/show-classic-poem-30125",
        "poem": "If people came to know where my king's palace is, it would vanish\r\ninto the air.\r\n    The walls are of white silver and the roof of shining gold.\r\n    The queen lives in a palace with seven courtyards, and she\r\nwears a jewel that cost all the wealth of seven kingdoms.\r\n    But let me tell you, mother, in a whisper, where my king's\r\npalace is.\r\n    It is at the corner of our terrace where the pot of the tulsi\r\nplant stands.\r\n    The princess lies sleeping on the far-away shore of the seven\r\nimpassable seas.\r\n    There is none in the world who can find her but myself.\r\n    She has bracelets on her arms and pearl drops in her ears; her\r\nhair sweeps down upon the floor.\r\n    She will wake when I touch her with my magic wand and jewels\r\nwill fall from her lips when she smiles.\r\n    But let me whisper in your ear, mother; she is there in the\r\ncorner of our terrace where the pot of the tulsi plant stands.\r\n    When it is time for you to go to the river for your bath, step\r\nup to that terrace on the roof.\r\n    I sit in the corner where the shadow of the walls meet\r\ntogether.\r\n    Only puss is allowed to come with me, for she know where the\r\nbarber in the story lives.\r\n    But let me whisper, mother, in your ear where the barber in\r\nthe story lives.\r\n    It is at the corner of the terrace where the pot of the tulsi\r\nplant stands."
    },
    {
        "name": "Farewell",
        "link": "https://mypoeticside.com/show-classic-poem-30007",
        "poem": "I have got my leave. Bid me farewell, my brothers!\r\nI bow to you all and take my departure.\n\r\nHere I give back the keys of my door\r\n---and I give up all claims to my house.\r\nI only ask for last kind words from you.\n\r\nWe were neighbors for long,\r\nbut I received more than I could give.\r\nNow the day has dawned\r\nand the lamp that lit my dark corner is out.\r\nA summons has come and I am ready for my journey."
    },
    {
        "name": "Fireflies",
        "link": "https://mypoeticside.com/show-classic-poem-30000",
        "poem": "I touch God in my song\r\n   as the hill touches the far-away sea\r\n     with its waterfall.\r\nThe butterfly counts not months but moments,\r\n   and has time enough.\n\r\nLet my love, like sunlight, surround you\r\n   and yet give you illumined freedom.\n\r\nLove remains a secret even when spoken,\r\n   for only a lover truly knows that he is loved.\n\r\nEmancipation from the bondage of the soil\r\n   is no freedom for the tree.\n\r\nIn love I pay my endless debt to thee\r\n   for what thou art."
    },
    {
        "name": "Flower",
        "link": "https://mypoeticside.com/show-classic-poem-30050",
        "poem": "Pluck this little flower and take it, delay not! I fear lest it\r\ndroop and drop into the dust.\n\r\nI may not find a place in thy garland, but honour it with a touch of\r\npain from thy hand and pluck it. I fear lest the day end before I am\r\naware, and the time of offering go by.\n\r\nThough its colour be not deep and its smell be faint, use this flower\r\nin thy service and pluck it while there is time."
    },
    {
        "name": "Fool",
        "link": "https://mypoeticside.com/show-classic-poem-30049",
        "poem": "O Fool, try to carry thyself upon thy own shoulders!\r\nO beggar, to come beg at thy own door!\n\r\nLeave all thy burdens on his hands who can bear all,\r\nand never look behind in regret.\n\r\nThy desire at once puts out the light from the lamp it touches with its breath.\r\nIt is unholy---take not thy gifts through its unclean hands.\r\nAccept only what is offered by sacred love."
    },
    {
        "name": "Free Love",
        "link": "https://mypoeticside.com/show-classic-poem-30040",
        "poem": "By all means they try to hold me secure who love me in this world.\r\nBut it is otherwise with thy love which is greater than theirs,\r\nand thou keepest me free.\n\r\nLest I forget them they never venture to leave me alone.\r\nBut day passes by after day and thou art not seen.\n\r\nIf I call not thee in my prayers, if I keep not thee in my heart,\r\nthy love for me still waits for my love."
    },
    {
        "name": "Freedom",
        "link": "https://mypoeticside.com/show-classic-poem-29987",
        "poem": "Freedom from fear is the freedom\r\nI claim for you my motherland!\r\nFreedom from the burden of the ages, bending your head,\r\nbreaking your back, blinding your eyes to the beckoning\r\ncall of the future;\r\nFreedom from the shackles of slumber wherewith\r\nyou fasten yourself in night's stillness,\r\nmistrusting the star that speaks of truth's adventurous paths;\r\nfreedom from the anarchy of destiny\r\nwhole sails are weakly yielded to the blind uncertain winds,\r\nand the helm to a hand ever rigid and cold as death.\r\nFreedom from the insult of dwelling in a puppet's world,\r\nwhere movements are started through brainless wires,\r\nrepeated through mindless habits,\r\nwhere figures wait with patience and obedience for the\r\nmaster of show,\r\nto be stirred into a mimicry of life."
    },
    {
        "name": "Friend",
        "link": "https://mypoeticside.com/show-classic-poem-30047",
        "poem": "Art thou abroad on this stormy night\r\non thy journey of love, my friend?\r\nThe sky groans like one in despair.\n\r\nI have no sleep tonight.\r\nEver and again I open my door and look out on\r\nthe darkness, my friend!\n\r\nI can see nothing before me.\r\nI wonder where lies thy path!\n\r\nBy what dim shore of the ink-black river,\r\nby what far edge of the frowning forest,\r\nthrough what mazy depth of gloom art thou threading\r\nthy course to come to me, my friend?"
    },
    {
        "name": "Gitanjali",
        "link": "https://mypoeticside.com/show-classic-poem-29999",
        "poem": "1.\n\r\nThou hast made me endless, such is thy pleasure. This frail vessel thou emptiest again and again, and fillest it ever with fresh life.\n\r\nThis little flute of a reed thou hast carried over hills and dales, and hast breathed through it melodies eternally new.\n\r\nAt the immortal touch of thy hands my little heart loses its limits in joy and gives birth to utterance ineffable.\n\r\nThy infinite gifts come to me only on these very small hands of mine. Ages pass, and still thou pourest, and still there is room to fill.\n\n\r\n2.\n\r\nWhen thou commandest me to sing it seems that my heart would break with pride; and I look to thy face, and tears come to my eyes.\n\r\nAll that is harsh and dissonant in my life melts into one sweet harmony - and my adoration spreads wings like a glad bird on its flight across the sea.\n\r\nI know thou takest pleasure in my singing. I know that only as a singer I come before thy presence.\n\r\nI touch by the edge of the far-spreading wing of my song thy feet which I could never aspire to reach.\n\r\nDrunk with the joy of singing I forget myself and call thee friend who art my lord.\n\n\r\n3.\n\r\nI know not how thou singest, my master! I ever listen in silent amazement.\n\r\nThe light of thy music illumines the world. The life breath of thy music runs from sky to sky. The holy stream of thy music breaks through all stony obstacles and rushes on.\n\r\nMy heart longs to join in thy song, but vainly struggles for a voice. I would speak, but speech breaks not into song, and I cry out baffled. Ah, thou hast made my heart captive in the endless meshes of thy music, my master!\n\n\r\n4.\n\r\nLife of my life, I shall ever try to keep my body pure, knowing that thy living touch is upon all my limbs.\n\r\nI shall ever try to keep all untruths out from my thoughts, knowing that thou art that truth which has kindled the light of reason in my mind.\n\r\nI shall ever try to drive all evils away from my heart and keep my love in flower, knowing that thou hast thy seat in the inmost shrine of my heart.\n\r\nAnd it shall be my endeavour to reveal thee in my actions, knowing it is thy power gives me strength to act.\n\n\r\n5.\n\r\nI ask for a moment's indulgence to sit by thy side. The works that I have in hand I will finish afterwards.\n\r\nAway from the sight of thy face my heart knows no rest nor respite, and my work becomes an endless toil in a shoreless sea of toil.\n\r\nToday the summer has come at my window with its sighs and murmurs; and the bees are plying their minstrelsy at the court of the flowering grove.\n\r\nNow it is time to sit quite, face to face with thee, and to sing dedication of life in this silent and overflowing leisure.\n\n\r\n6.\n\r\nPluck this little flower and take it, delay not! I fear lest it droop and drop into the dust.\n\r\nI may not find a place in thy garland, but honour it with a touch of pain from thy hand and pluck it. I fear lest the day end before I am aware, and the time of offering go by.\n\r\nThough its colour be not deep and its smell be faint, use this flower in thy service and pluck it while there is time.\n\r\n7.\n\r\nMy song has put off her adornments. She has no pride of dress and decoration. Ornaments would mar our union; they would come between thee and me; their jingling would drown thy whispers.\n\r\nMy poet's vanity dies in shame before thy sight. O master poet, I have sat down at thy feet. Only let me make my life simple and straight, like a flute of reed for thee to fill with music.\n\n\r\n8.\n\r\nThe child who is decked with prince's robes and who has jewelled chains round his neck loses all pleasure in his play; his dress hampers him at every step.\n\r\nIn fear that it may be frayed, or stained with dust he keeps himself from the world, and is afraid even to move.\n\r\nMother, it is no gain, thy bondage of finery, if it keeps one shut off from the healthful dust of the earth, if it rob one of the right of entrance to the great fair of common human life.\n\n\r\n9.\n\r\nO Fool, try to carry thyself upon thy own shoulders! O beggar, to come beg at thy own door!\n\r\nLeave all thy burdens on his hands who can bear all, and never look behind in regret.\n\r\nThy desire at once puts out the light from the lamp it touches with its breath. It is unholy - take not thy gifts through its unclean hands. Accept only what is offered by sacred love.\n\n\r\n10.\n\r\nHere is thy footstool and there rest thy feet where live the poorest, and lowliest, and lost.\n\r\nWhen I try to bow to thee, my obeisance cannot reach down to the depth where thy feet rest among the poorest, and lowliest, and lost.\n\r\nPride can never approach to where thou walkest in the clothes of the humble among the poorest, and lowliest, and lost.\n\r\nMy heart can never find its way to where thou keepest company with the companionless among the poorest, the lowliest, and the lost.\n\n\r\n11.\n\r\nLeave this chanting and singing and telling of beads! Whom dost thou worship in this lonely dark corner of a temple with doors all shut? Open thine eyes and see thy God is not before thee!\n\r\nHe is there where the tiller is tilling the hard ground and where the pathmaker is breaking stones. He is with them in sun and in shower, and his garment is covered with dust. Put of thy holy mantle and even like him come down on the dusty soil!\n\r\nDeliverance? Where is this deliverance to be found? Our master himself has joyfully taken upon him the bonds of creation; he is bound with us all for ever.\n\r\nCome out of thy meditations and leave aside thy flowers and incense! What harm is there if thy clothes become tattered and stained? Meet him and stand by him in toil and in sweat of thy brow.\n\n\r\n12.\n\r\nThe time that my journey takes is long and the way of it long.\n\r\nI came out on the chariot of the first gleam of light, and pursued my voyage through the wildernesses of worlds leaving my track on many a star and planet.\n\r\nIt is the most distant course that comes nearest to thyself, and that training is the most intricate which leads to the utter simplicity of a tune.\n\r\nThe traveller has to knock at every alien door to come to his own, and one has to wander through all the outer worlds to reach the innermost shrine at the end.\n\r\nMy eyes strayed far and wide before I shut them and said 'Here art thou!'\n\r\nThe question and the cry 'Oh, where?' melt into tears of a thousand streams and deluge the world with the flood of the assurance 'I am!'\n\n\r\n13.\n\r\nThe song that I came to sing remains unsung to this day. I have spent my days in stringing and in unstringing my instrument.\n\r\nThe time has not come true, the words have not been rightly set; only there is the agony of wishing in my heart.\n\r\nThe blossom has not opened; only the wind is sighing by. I have not seen his face, nor have I listened to his voice; only I have heard his gentle footsteps from the road before my house.\n\r\nThe livelong day has passed in spreading his seat on the floor; but the lamp has not been lit and I cannot ask him into my house.\n\r\nI live in the hope of meeting with him; but this meeting is not yet.\n\n\r\n14.\n\r\nMy desires are many and my cry is pitiful, but ever didst thou save me by hard refusals; and this strong mercy has been wrought into my life through and through.\n\r\nDay by day thou art making me worthy of the simple, great gifts that thou gavest to me unasked - this sky and the light, this body and the life and the mind - saving me from perils of overmuch desire.\n\r\nThere are times when I languidly linger and times when I awaken and hurry in search of my goal; but cruelly thou hidest thyself from before me.\n\r\nDay by day thou art making me worthy of thy full acceptance by refusing me ever and anon, saving me from perils of weak, uncertain desire.\n\n\r\n15.\n\r\nI am here to sing thee songs. In this hall of thine I have a corner seat.\n\r\nIn thy world I have no work to do; my useless life can only break out in tunes without a purpose.\n\r\nWhen the hour strikes for thy silent worship at the dark temple of midnight, command me, my master, to stand before thee to sing.\n\r\nWhen in the morning air the golden harp is tuned, honour me, commanding my presence.\n\n\r\n16.\n\r\nI have had my invitation to this world's festival, and thus my life has been blessed. My eyes have seen and my ears have heard.\n\r\nIt was my part at this feast to play upon my instrument, and I have done all I could.\n\r\nNow, I ask, has the time come at last when I may go in and see thy face and offer thee my silent salutation?\n\n\r\n17.\n\r\nI am only waiting for love to give myself up at last into his hands. That is why it is so late and why I have been guilty of such omissions.\n\r\nThey come with their laws and their codes to bind me fast; but I evade them ever, for I am only waiting for love to give myself up at last into his hands.\n\r\nPeople blame me and call me heedless; I doubt not they are right in their blame.\n\r\nThe market day is over and work is all done for the busy. Those who came to call me in vain have gone back in anger. I am only waiting for love to give myself up at last into his hands.\n\n\r\n18.\n\r\nClouds heap upon clouds and it darkens. Ah, love, why dost thou let me wait outside at the door all alone?\n\r\nIn the busy moments of the noontide work I am with the crowd, but on this dark lonely day it is only for thee that I hope.\n\r\nIf thou showest me not thy face, if thou leavest me wholly aside, I know not how I am to pass these long, rainy hours.\n\r\nI keep gazing on the far-away gloom of the sky, and my heart wanders wailing with the restless wind.\n\n\r\n19.\n\r\nIf thou speakest not I will fill my heart with thy silence and endure it. I will keep still and wait like the night with starry vigil and its head bent low with patience.\n\r\nThe morning will surely come, the darkness will vanish, and thy voice pour down in golden streams breaking through the sky.\n\r\nThen thy words will take wing in songs from every one of my birds' nests, and thy melodies will break forth in flowers in all my forest groves.\n\n\r\n20.\n\r\nOn the day when the lotus bloomed, alas, my mind was straying, and I knew it not. My basket was empty and the flower remained unheeded.\n\r\nOnly now and again a sadness fell upon me, and I started up from my dream and felt a sweet trace of a strange fragrance in the south wind.\n\r\nThat vague sweetness made my heart ache with longing and it seemed to me that is was the eager breath of the summer seeking for its completion.\n\r\nI knew not then that it was so near, that it was mine, and that this perfect sweetness had blossomed in the depth of my own heart.\n\n\r\n21.\n\r\nI must launch out my boat. The languid hours pass by on the shore - Alas for me!\n\r\nThe spring has done its flowering and taken leave. And now with the burden of faded futile flowers I wait and linger.\n\r\nThe waves have become clamorous, and upon the bank in the shady lane the yellow leaves flutter and fall.\n\r\nWhat emptiness do you gaze upon! Do you not feel a thrill passing through the air with the notes of the far-away song floating from the other shore?\n\n\r\n22.\n\r\nIn the deep shadows of the rainy July, with secret steps, thou walkest, silent as night, eluding all watchers.\n\r\nToday the morning has closed its eyes, heedless of the insistent calls of the loud east wind, and a thick veil has been drawn over the ever-wakeful blue sky.\n\r\nThe woodlands have hushed their songs, and doors are all shut at every house. Thou art the solitary wayfarer in this deserted street. Oh my only friend, my best beloved, the gates are open in my house - do not pass by like a dream.\n\n\r\n23.\n\r\nArt thou abroad on this stormy night on thy journey of love, my friend? The sky groans like one in despair.\n\r\nI have no sleep tonight. Ever and again I open my door and look out on the darkness, my friend!\n\r\nI can see nothing before me. I wonder where lies thy path!\n\r\nBy what dim shore of the ink-black river, by what far edge of the frowning forest, through what mazy depth of gloom art thou threading thy course to come to me, my friend?\n\n\r\n24.\n\r\nIf the day is done, if birds sing no more, if the wind has flagged tired, then draw the veil of darkness thick upon me, even as thou hast wrapt the earth with the coverlet of sleep and tenderly closed the petals of the drooping lotus at dusk.\n\r\nFrom the traveller, whose sack of provisions is empty before the voyage is ended, whose garment is torn and dustladen, whose strength is exhausted, remove shame and poverty, and renew his life like a flower under the cover of thy kindly night.\n\n\r\n25.\n\r\nIn the night of weariness let me give myself up to sleep without struggle, resting my trust upon thee.\n\r\nLet me not force my flagging spirit into a poor preparation for thy worship.\n\r\nIt is thou who drawest the veil of night upon the tired eyes of the day to renew its sight in a fresher gladness of awakening.\n\r\n26.\n\r\nHe came and sat by my side but I woke not. What a cursed sleep it was, O miserable me!\n\r\nHe came when the night was still; he had his harp in his hands, and my dreams became resonant with its melodies.\n\r\nAlas, why are my nights all thus lost? Ah, why do I ever miss his sight whose breath touches my sleep?\n\n\r\n27.\n\r\nLight, oh where is the light? Kindle it with the burning fire of desire!\n\r\nThere is the lamp but never a flicker of a flame - is such thy fate, my heart? Ah, death were better by far for thee!\n\r\nMisery knocks at thy door, and her message is that thy lord is wakeful, and he calls thee to the love-tryst through the darkness of night.\n\r\nThe sky is overcast with clouds and the rain is ceaseless. I know not what this is that stirs in me - I know not its meaning.\n\r\nA moment's flash of lightning drags down a deeper gloom on my sight, and my heart gropes for the path to where the music of the night calls me.\n\r\nLight, oh where is the light! Kindle it with the burning fire of desire! It thunders and the wind rushes screaming through the void. The night is black as a black stone. Let not the hours pass by in the dark. Kindle the lamp of love with thy life.\n\n\r\n28.\n\r\nObstinate are the trammels, but my heart aches when I try to break them.\n\r\nFreedom is all I want, but to hope for it I feel ashamed.\n\r\nI am certain that priceless wealth is in thee, and that thou art my best friend, but I have not the heart to sweep away the tinsel that fills my room.\n\r\nThe shroud that covers me is a shroud of dust and death; I hate it, yet hug it in love.\n\r\nMy debts are large, my failures great, my shame secret and heavy; yet when I come to ask for my good, I quake in fear lest my prayer be granted.\n\n\r\n29.\n\r\nHe whom I enclose with my name is weeping in this dungeon. I am ever busy building this wall all around; and as this wall goes up into the sky day by day I lose sight of my true being in its dark shadow.\n\r\nI take pride in this great wall, and I plaster it with dust and sand lest a least hole should be left in this name; and for all the care I take I lose sight of my true being.\n\n\r\n30.\n\r\nI came out alone on my way to my tryst. But who is this that follows me in the silent dark?\n\r\nI move aside to avoid his presence but I escape him not.\n\r\nHe makes the dust rise from the earth with his swagger; he adds his loud voice to every word that I utter.\n\r\nHe is my own little self, my lord, he knows no shame; but I am ashamed to come to thy door in his company.\n\n\r\n31.\n\r\n'Prisoner, tell me, who was it that bound you?'\n\r\n'It was my master,' said the prisoner. 'I thought I could outdo everybody in the world in wealth and power, and I amassed in my own treasure-house the money due to my king. When sleep overcame me I lay upon the bad that was for my lord, and on waking up I found I was a prisoner in my own treasure-house.'\n\r\n'Prisoner, tell me, who was it that wrought this unbreakable chain?'\n\r\n'It was I,' said the prisoner, 'who forged this chain very carefully. I thought my invincible power would hold the world captive leaving me in a freedom undisturbed. Thus night and day I worked at the chain with huge fires and cruel hard strokes. When at last the work was done and the links were complete and unbreakable, I found that it held me in its grip.'\n\n\r\n32.\n\r\nBy all means they try to hold me secure who love me in this world. But it is otherwise with thy love which is greater than theirs, and thou keepest me free.\n\r\nLest I forget them they never venture to leave me alone. But day passes by after day and thou art not seen.\n\r\nIf I call not thee in my prayers, if I keep not thee in my heart, thy love for me still waits for my love.\n\n\r\n33.\n\r\nWhen it was day they came into my house and said, 'We shall only take the smallest room here.'\n\r\nThey said, 'We shall help you in the worship of your God and humbly accept only our own share in his grace'; and then they took their seat in a corner and they sat quiet and meek.\n\r\nBut in the darkness of night I find they break into my sacred shrine, strong and turbulent, and snatch with unholy greed the offerings from God's altar.\n\n\r\n34.\n\r\nLet only that little be left of me whereby I may name thee my all.\n\r\nLet only that little be left of my will whereby I may feel thee on every side, and come to thee in everything, and offer to thee my love every moment.\n\r\nLet only that little be left of me whereby I may never hide thee.\n\r\nLet only that little of my fetters be left whereby I am bound with thy will, and thy purpose is carried out in my life - and that is the fetter of thy love.\n\n\r\n35.\n\r\nWhere the mind is without fear and the head is held high; Where knowledge is free; Where the world has not been broken up into fragments by narrow domestic walls; Where words come out from the depth of truth; Where tireless striving stretches its arms towards perfection; Where the clear stream of reason has not lost its way into the dreary desert sand of dead habit; Where the mind is led forward by thee into ever-widening thought and action- Into that heaven of freedom, my Father, let my country awake.\n\n\r\n36.\n\r\nThis is my prayer to thee, my lord - strike, strike at the root of penury in my heart. Give me the strength lightly to bear my joys and sorrows. Give me the strength to make my love fruitful in service. Give me the strength never to disown the poor or bend my knees before insolent might. Give me the strength to raise my mind high above daily trifles. And give me the strength to surrender my strength to thy will with love.\n\n\r\n37.\n\r\nI thought that my voyage had come to its end at the last limit of my power, - that the path before me was closed, that provisions were exhausted and the time come to take shelter in a silent obscurity.\n\r\nBut I find that thy will knows no end in me. And when old words die out on the tongue, new melodies break forth from the heart; and where the old tracks are lost, new country is revealed with its wonders.\n\n\r\n38.\n\r\nThat I want thee, only thee - let my heart repeat without end. All desires that distract me, day and night, are false and empty to the core.\n\r\nAs the night keeps hidden in its gloom the petition for light, even thus in the depth of my unconsciousness rings the cry - 'I want thee, only thee'.\n\r\nAs the storm still seeks its end in peace when it strikes against peace with all its might, even thus my rebellion strikes against thy love and still its cry is - 'I want thee, only thee'.\n\n\r\n39.\n\r\nWhen the heart is hard and parched up, come upon me with a shower of mercy.\n\r\nWhen grace is lost from life, come with a burst of song.\n\r\nWhen tumultuous work raises its din on all sides shutting me out from beyond, come to me, my lord of silence, with thy peace and rest.\n\r\nWhen my beggarly heart sits crouched, shut up in a corner, break open the door, my king, and come with the ceremony of a king.\n\r\nWhen desire blinds the mind with delusion and dust, O thou holy one, thou wakeful, come with thy light and thy thunder.\n\n\r\n40.\n\r\nThe rain has held back for days and days, my God, in my arid heart. The horizon is fiercely naked - not the thinnest cover of a soft cloud, not the vaguest hint of a distant cool shower.\n\r\nSend thy angry storm, dark with death, if it is thy wish, and with lashes of lightning startle the sky from end to end.\n\r\nBut call back, my lord, call back this pervading silent heat, still and keen and cruel, burning the heart with dire despair.\n\r\nLet the cloud of grace bend low from above like the tearful look of the mother on the day of the father's wrath.\n\n\r\n41.\n\r\nWhere dost thou stand behind them all, my lover, hiding thyself in the shadows? They push thee and pass thee by on the dusty road, taking thee for naught. I wait here weary hours spreading my offerings for thee, while passers-by come and take my flowers, one by one, and my basket is nearly empty.\n\r\nThe morning time is past, and the noon. In the shade of evening my eyes are drowsy with sleep. Men going home glance at me and smile and fill me with shame. I sit like a beggar maid, drawing my skirt over my face, and when they ask me, what it is I want, I drop my eyes and answer them not.\n\r\nOh, how, indeed, could I tell them that for thee I wait, and that thou hast promised to come. How could I utter for shame that I keep for my dowry this poverty. Ah, I hug this pride in the secret of my heart.\n\r\nI sit on the grass and gaze upon the sky and dream of the sudden splendour of thy coming - all the lights ablaze, golden pennons flying over thy car, and they at the roadside standing agape, when they see thee come down from thy seat to raise me from the dust, and set at thy side this ragged beggar girl a-tremble with shame and pride, like a creeper in a summer breeze.\n\r\nBut time glides on and still no sound of the wheels of thy chariot. Many a procession passes by with noise and shouts and glamour of glory. Is it only thou who wouldst stand in the shadow silent and behind them all? And only I who would wait and weep and wear out my heart in vain longing?\n\n\r\n42.\n\r\nEarly in the day it was whispered that we should sail in a boat, only thou and I, and never a soul in the world would know of this our pilgrimage to no country and to no end.\n\r\nIn that shoreless ocean, at thy silently listening smile my songs would swell in melodies, free as waves, free from all bondage of words.\n\r\nIs the time not come yet? Are there works still to do? Lo, the evening has come down upon the shore and in the fading light the seabirds come flying to their nests.\n\r\nWho knows when the chains will be off, and the boat, like the last glimmer of sunset, vanish into the night?\n\n\r\n43.\n\r\nThe day was when I did not keep myself in readiness for thee; and entering my heart unbidden even as one of the common crowd, unknown to me, my king, thou didst press the signet of eternity upon many a fleeting moment of my life.\n\r\nAnd today when by chance I light upon them and see thy signature, I find they have lain scattered in the dust mixed with the memory of joys and sorrows of my trivial days forgotten.\n\r\nThou didst not turn in contempt from my childish play among dust, and the steps that I heard in my playroom are the same that are echoing from star to star.\n\n\r\n44.\n\r\nThis is my delight, thus to wait and watch at the wayside where shadow chases light and the rain comes in the wake of the summer.\n\r\nMessengers, with tidings from unknown skies, greet me and speed along the road. My heart is glad within, and the breath of the passing breeze is sweet.\n\r\nFrom dawn till dusk I sit here before my door, and I know that of a sudden the happy moment will arrive when I shall see.\n\r\nIn the meanwhile I smile and I sing all alone. In the meanwhile the air is filling with the perfume of promise.\n\n\r\n45.\n\r\nHave you not heard his silent steps? He comes, comes, ever comes.\n\r\nEvery moment and every age, every day and every night he comes, comes, ever comes.\n\r\nMany a song have I sung in many a mood of mind, but all their notes have always proclaimed, 'He comes, comes, ever comes.'\n\r\nIn the fragrant days of sunny April through the forest path he comes, comes, ever comes.\n\r\nIn the rainy gloom of July nights on the thundering chariot of clouds he comes, comes, ever comes.\n\r\nIn sorrow after sorrow it is his steps that press upon my heart, and it is the golden touch of his feet that makes my joy to shine.\n\n\n\r\n-----------------------\n\n\n\r\n46.\n\r\nI know not from what distant time thou art ever coming nearer to meet me. Thy sun and stars can never keep thee hidden from me for aye.\n\r\nIn many a morning and eve thy footsteps have been heard and thy messenger has come within my heart and called me in secret.\n\r\nI know not only why today my life is all astir, and a feeling of tremulous joy is passing through my heart.\n\r\nIt is as if the time were come to wind up my work, and I feel in the air a faint smell of thy sweet presence.\n\n\r\n47.\n\r\nThe night is nearly spent waiting for him in vain. I fear lest in the morning he suddenly come to my door when I have fallen asleep wearied out. Oh friends, leave the way open to him - forbid him not.\n\r\nIf the sounds of his steps does not wake me, do not try to rouse me, I pray. I wish not to be called from my sleep by the clamorous choir of birds, by the riot of wind at the festival of morning light. Let me sleep undisturbed even if my lord comes of a sudden to my door.\n\r\nAh, my sleep, precious sleep, which only waits for his touch to vanish. Ah, my closed eyes that would open their lids only to the light of his smile when he stands before me like a dream emerging from darkness of sleep.\n\r\nLet him appear before my sight as the first of all lights and all forms. The first thrill of joy to my awakened soul let it come from his glance. And let my return to myself be immediate return to him.\n\n\r\n48.\n\r\nThe morning sea of silence broke into ripples of bird songs; and the flowers were all merry by the roadside; and the wealth of gold was scattered through the rift of the clouds while we busily went on our way and paid no heed.\n\r\nWe sang no glad songs nor played; we went not to the village for barter; we spoke not a word nor smiled; we lingered not on the way. We quickened our pave more and more as the time sped by.\n\r\nThe sun rose to the mid sky and doves cooed in the shade. Withered leaves danced and whirled in the hot air of noon. The shepherd boy drowsed and dreamed in the shadow of the banyan tree, and I laid myself down by the water and stretched my tired limbs on the grass.\n\r\nMy companions laughed at me in scorn; they held their heads high and hurried on; they never looked back nor rested; they vanished in the distant blue haze. They crossed many meadows and hills, and passed through strange, far-away countries. All honour to you, heroic host of the interminable path! Mockery and reproach pricked me to rise, but found no response in me. I gave myself up for lost in the depth of a glad humiliation - in the shadow of a dim delight.\n\r\nThe repose of the sun-embroidered green gloom slowly spread over my heart. I forgot for what I had travelled, and I surrendered my mind without struggle to the maze of shadows and songs.\n\r\nAt last, when I woke from my slumber and opened my eyes, I saw thee standing by me, flooding my sleep with thy smile. How I had feared that the path was long and wearisome, and the struggle to reach thee was hard!\n\n\r\n49.\n\r\nYou came down from your throne and stood at my cottage door.\n\r\nI was singing all alone in a corner, and the melody caught your ear. You came down and stood at my cottage door.\n\r\nMasters are many in your hall, and songs are sung there at all hours. But the simple carol of this novice struck at your love. One plaintive little strain mingled with the great music of the world, and with a flower for a prize you came down and stopped at my cottage door.\n\r\n50.\n\r\nI had gone a-begging from door to door in the village path, when thy golden chariot appeared in the distance like a gorgeous dream and I wondered who was this King of all kings!\n\r\nMy hopes rose high and methought my evil days were at an end, and I stood waiting for alms to be given unasked and for wealth scattered on all sides in the dust.\n\r\nThe chariot stopped where I stood. Thy glance fell on me and thou camest down with a smile. I felt that the luck of my life had come at last. Then of a sudden thou didst hold out thy right hand and say 'What hast thou to give to me?'\n\r\nAh, what a kingly jest was it to open thy palm to a beggar to beg! I was confused and stood undecided, and then from my wallet I slowly took out the least little grain of corn and gave it to thee.\n\r\nBut how great my surprise when at the day's end I emptied my bag on the floor to find a least little gram of gold among the poor heap. I bitterly wept and wished that I had had the heart to give thee my all.\n\n\r\n51.\n\r\nThe night darkened. Our day's works had been done. We thought that the last guest had arrived for the night and the doors in the village were all shut. Only some said the king was to come. We laughed and said 'No, it cannot be!'\n\r\nIt seemed there were knocks at the door and we said it was nothing but the wind. We put out the lamps and lay down to sleep. Only some said, 'It is the messenger!' We laughed and said 'No, it must be the wind!'\n\r\nThere came a sound in the dead of the night. We sleepily thought it was the distant thunder. The earth shook, the walls rocked, and it troubled us in our sleep. Only some said it was the sound of wheels. We said in a drowsy murmur, 'No, it must be the rumbling of clouds!'\n\r\nThe night was still dark when the drum sounded. The voice came 'Wake up! delay not!' We pressed our hands on our hearts and shuddered with fear. Some said, 'Lo, there is the king's flag!' We stood up on our feet and cried 'There is no time for delay!'\n\r\nThe king has come - but where are lights, where are wreaths? Where is the throne to seat him? Oh, shame! Oh utter shame! Where is the hall, the decorations? Someone has said, 'Vain is this cry! Greet him with empty hands, lead him into thy rooms all bare!'\n\r\nOpen the doors, let the conch-shells be sounded! in the depth of the night has come the king of our dark, dreary house. The thunder roars in the sky. The darkness shudders with lightning. Bring out thy tattered piece of mat and spread it in the courtyard. With the storm has come of a sudden our king of the fearful night.\n\n\r\n52.\n\r\nI thought I should ask of thee - but I dared not - the rose wreath thou hadst on thy neck. Thus I waited for the morning, when thou didst depart, to find a few fragments on the bed. And like a beggar I searched in the dawn only for a stray petal or two.\n\r\nAh me, what is it I find? What token left of thy love? It is no flower, no spices, no vase of perfumed water. It is thy mighty sword, flashing as a flame, heavy as a bolt of thunder. The young light of morning comes through the window and spread itself upon thy bed. The morning bird twitters and asks, 'Woman, what hast thou got?' No, it is no flower, nor spices, nor vase of perfumed water - it is thy dreadful sword.\n\r\nI sit and muse in wonder, what gift is this of thine. I can find no place to hide it. I am ashamed to wear it, frail as I am, and it hurts me when press it to my bosom. Yet shall I bear in my heart this honour of the burden of pain, this gift of thine.\n\r\nFrom now there shall be no fear left for me in this world, and thou shalt be victorious in all my strife. Thou hast left death for my companion and I shall crown him with my life. Thy sword is with me to cut asunder my bonds, and there shall be no fear left for me in the world.\n\r\nFrom now I leave off all petty decorations. Lord of my heart, no more shall there be for me waiting and weeping in corners, no more coyness and sweetness of demeanour. Thou hast given me thy sword for adornment. No more doll's decorations for me!\n\n\r\n53.\n\r\nBeautiful is thy wristlet, decked with stars and cunningly wrought in myriad-coloured jewels. But more beautiful to me thy sword with its curve of lightning like the outspread wings of the divine bird of Vishnu, perfectly poised in the angry red light of the sunset.\n\r\nIt quivers like the one last response of life in ecstasy of pain at the final stroke of death; it shines like the pure flame of being burning up earty sense with one fierce flash.\n\r\nBeautiful is thy wristlet, decked with starry gems; but thy sword, O lord of thunder, is wrought with uttermost beauty, terrible to behold or think of.\n\n\r\n54.\n\r\nI asked nothing from thee; I uttered not my name to thine ear. When thou took'st thy leave I stood silent. I was alone by the well where the shadow of the tree fell aslant, and the women had gone home with their brown earthen pitchers full to the brim. They called me and shouted, 'Come with us, the morning is wearing on to noon.' But I languidly lingered awhile lost in the midst of vague musings.\n\r\nI heard not thy steps as thou camest. Thine eyes were sad when they fell on me; thy voice was tired as thou spokest low - 'Ah, I am a thirsty traveller.' I started up from my day-dreams and poured water from my jar on thy joined palms. The leaves rustled overhead; the cuckoo sang from the unseen dark, and perfume of babla flowers came from the bend of the road.\n\r\nI stood speecess with shame when my name thou didst ask. Indeed, what had I done for thee to keep me in remembrance? But the memory that I could give water to thee to allay thy thirst will cling to my heart and enfold it in sweetness. The morning hour is late, the bird sings in weary notes, neem leaves rustle overhead and I sit and think and think.\n\r\n55.\n\r\nLanguor is upon your heart and the slumber is still on your eyes.\n\r\nHas not the word come to you that the flower is reigning in splendour among thorns? Wake, oh awaken! let not the time pass in vain!\n\r\nAt the end of the stony path, in the country of virgin solitude, my friend is sitting all alone. Deceive him not. Wake, oh awaken!\n\r\nWhat if the sky pants and trembles with the heat of the midday sun - what if the burning sand spreads its mantle of thirst -\n\r\nIs there no joy in the deep of your heart? At every footfall of yours, will not the harp of the road break out in sweet music of pain?\n\n\r\n56.\n\r\nThus it is that thy joy in me is so full. Thus it is that thou hast come down to me. O thou lord of all heavens, where would be thy love if I were not?\n\r\nThou hast taken me as thy partner of all this wealth. In my heart is the endless play of thy delight. In my life thy will is ever taking shape.\n\r\nAnd for this, thou who art the King of kings hast decked thyself in beauty to captivate my heart. And for this thy love loses itself in the love of thy lover, and there art thou seen in the perfect union of two.\n\n\r\n57.\n\r\nLight, my light, the world-filling light, the eye-kissing light, heart-sweetening light!\n\r\nAh, the light dances, my darling, at the centre of my life; the light strikes, my darling, the chords of my love; the sky opens, the wind runs wild, laughter passes over the earth.\n\r\nThe butterflies spread their sails on the sea of light. Lilies and jasmines surge up on the crest of the waves of light.\n\r\nThe light is shattered into gold on every cloud, my darling, and it scatters gems in profusion.\n\r\nMirth spreads from leaf to leaf, my darling, and gladness without measure. The heaven's river has drowned its banks and the flood of joy is abroad.\n\n\r\n58.\n\r\nLet all the strains of joy mingle in my last song - the joy that makes the earth flow over in the riotous excess of the grass, the joy that sets the twin brothers, life and death, dancing over the wide world, the joy that sweeps in with the tempest, shaking and waking all life with laughter, the joy that sits still with its tears on the open red lotus of pain, and the joy that throws everything it has upon the dust, and knows not a word.\n\n\r\n59.\n\r\nYes, I know, this is nothing but thy love, O beloved of my heart - this golden light that dances upon the leaves, these idle clouds sailing across the sky, this passing breeze leaving its coolness upon my forehead.\n\r\nThe morning light has flooded my eyes - this is thy message to my heart. Thy face is bent from above, thy eyes look down on my eyes, and my heart has touched thy feet.\n\n\r\n60.\n\r\nOn the seashore of endless worlds children meet. The infinite sky is motionless overhead and the restless water is boisterous. On the seashore of endless worlds the children meet with shouts and dances.\n\r\nThey build their houses with sand and they play with empty shells. With withered leaves they weave their boats and smilingly float them on the vast deep. Children have their play on the seashore of worlds.\n\r\nThey know not how to swim, they know not how to cast nets. Pearl fishers dive for pearls, merchants sail in their ships, while children gather pebbles and scatter them again. they seek not for hidden treasures, they know not how to cast nets.\n\r\nThe sea surges up with laughter and pale gleams the smile of the sea beach. Death-dealing waves sing meaningless ballads to the children, even like a mother while rocking her baby's cradle. The sea plays with children, and pale gleams the smile of the sea beach.\n\r\nOn the seashore of endless worlds children meet. Tempest roams in the patess sky, ships get wrecked in the trackless water, death is abroad and children play. On the seashore of endless worlds is the great meeting of children.\n\n\r\n61.\n\r\nThe sleep that flits on baby's eyes - does anybody know from where it comes? Yes, there is a rumour that it has its dwelling where, in the fairy village among shadows of the forest dimly lit with glow-worms, there hang two timid buds of enchantment. From there it comes to kiss baby's eyes.\n\r\nThe smile that flickers on baby's lips when he sleeps - does anybody know where it was born? Yes, there is a rumour that a young pale beam of a crescent moon touched the edge of a vanishing autumn cloud, and there the smile was first born in the dream of a dew-washed morning - the smile that flickers on baby's lips when he sleeps.\n\r\nThe sweet, soft freshness that blooms on baby's limbs - does anybody know where it was hidden so long? Yes, when the mother was a young girl it lay pervading her heart in tender and silent mystery of love - the sweet, soft freshness that has bloomed on baby's limbs.\n\n\r\n62.\n\r\nWhen I bring to you coloured toys, my child, I understand why there is such a play of colours on clouds, on water, and why flowers are painted in tints - when I give coloured toys to you, my child.\n\r\nWhen I sing to make you dance I truly now why there is music in leaves, and why waves send their chorus of voices to the heart of the listening earth - when I sing to make you dance.\n\r\nWhen I bring sweet things to your greedy hands I know why there is honey in the cup of the flowers and why fruits are secretly filled with sweet juice - when I bring sweet things to your greedy hands.\n\r\nWhen I kiss your face to make you smile, my darling, I surely understand what pleasure streams from the sky in morning light, and what delight that is that is which the summer breeze brings to my body - when I kiss you to make you smile.\n\n\r\n63.\n\r\nThou hast made me known to friends whom I knew not. Thou hast given me seats in homes not my own. Thou hast brought the distant near and made a brother of the stranger.\n\r\nI am uneasy at heart when I have to leave my accustomed shelter; I forget that there abides the old in the new, and that there also thou abidest.\n\r\nThrough birth and death, in this world or in others, wherever thou leadest me it is thou, the same, the one companion of my endless life who ever linkest my heart with bonds of joy to the unfamiliar.\n\r\nWhen one knows thee, then alien there is none, then no door is shut. Oh, grant me my prayer that I may never lose the bliss of the touch of the one in the play of many.\n\n\r\n64.\n\r\nOn the slope of the desolate river among tall grasses I asked her, 'Maiden, where do you go shading your lamp with your mantle? My house is all dark and lonesome - lend me your light!' she raised her dark eyes for a moment and looked at my face through the dusk. 'I have come to the river,' she said, 'to float my lamp on the stream when the daylight wanes in the west.' I stood alone among tall grasses and watched the timid flame of her lamp uselessly drifting in the tide.\n\r\nIn the silence of gathering night I asked her, 'Maiden, your lights are all lit - then where do you go with your lamp? My house is all dark and lonesome - lend me your light.' She raised her dark eyes on my face and stood for a moment doubtful. 'I have come,' she said at last, 'to dedicate my lamp to the sky.' I stood and watched her light uselessly burning in the void.\n\r\nIn the moonless gloom of midnight I ask her, 'Maiden, what is your quest, holding the lamp near your heart? My house is all dark and lonesome- - lend me your light.' She stopped for a minute and thought and gazed at my face in the dark. 'I have brought my light,' she said, 'to join the carnival of lamps.' I stood and watched her little lamp uselessly lost among lights.\n\n\r\n65.\n\r\nWhat divine drink wouldst thou have, my God, from this overflowing cup of my life?\n\r\nMy poet, is it thy delight to see thy creation through my eyes and to stand at the portals of my ears silently to listen to thine own eternal harmony?\n\r\nThy world is weaving words in my mind and thy joy is adding music to them. Thou givest thyself to me in love and then feelest thine own entire sweetness in me.\n\n\r\n66.\n\r\nShe who ever had remained in the depth of my being, in the twilight of gleams and of glimpses; she who never opened her veils in the morning light, will be my last gift to thee, my God, folded in my final song.\n\r\nWords have wooed yet failed to win her; persuasion has stretched to her its eager arms in vain.\n\r\nI have roamed from country to country keeping her in the core of my heart, and around her have risen and fallen the growth and decay of my life.\n\r\nOver my thoughts and actions, my slumbers and dreams, she reigned yet dwelled alone and apart.\n\r\nmany a man knocked at my door and asked for her and turned away in despair.\n\r\nThere was none in the world who ever saw her face to face, and she remained in her loneliness waiting for thy recognition.\n\n\r\n67.\n\r\nThou art the sky and thou art the nest as well.\n\r\nO thou beautiful, there in the nest is thy love that encloses the soul with colours and sounds and odours.\n\r\nThere comes the morning with the golden basket in her right hand bearing the wreath of beauty, silently to crown the earth.\n\r\nAnd there comes the evening over the lonely meadows deserted by herds, through trackless paths, carrying cool draughts of peace in her golden pitcher from the western ocean of rest.\n\r\nBut there, where spreads the infinite sky for the soul to take her flight in, reigns the stainless white radiance. There is no day nor night, nor form nor colour, and never, never a word.\n\n\r\n68.\n\r\nThy sunbeam comes upon this earth of mine with arms outstretched and stands at my door the livelong day to carry back to thy feet clouds made of my tears and sighs and songs.\n\r\nWith fond delight thou wrappest about thy starry breast that mantle of misty cloud, turning it into numberless shapes and folds and colouring it with hues everchanging.\n\r\nIt is so light and so fleeting, tender and tearful and dark, that is why thou lovest it, O thou spotless and serene. And that is why it may cover thy awful white light with its pathetic shadows.\n\n\r\n69.\n\r\nThe same stream of life that runs through my veins night and day runs through the world and dances in rhythmic measures.\n\r\nIt is the same life that shoots in joy through the dust of the earth in numberless blades of grass and breaks into tumultuous waves of leaves and flowers.\n\r\nIt is the same life that is rocked in the ocean-cradle of birth and of death, in ebb and in flow.\n\r\nI feel my limbs are made glorious by the touch of this world of life. And my pride is from the life-throb of ages dancing in my blood this moment.\n\n\r\n70.\n\r\nIs it beyond thee to be glad with the gladness of this rhythm? to be tossed and lost and broken in the whirl of this fearful joy?\n\r\nAll things rush on, they stop not, they look not behind, no power can hold them back, they rush on.\n\r\nKeeping steps with that restless, rapid music, seasons come dancing and pass away - colours, tunes, and perfumes pour in endless cascades in the abounding joy that scatters and gives up and dies every moment.\n\n\r\n71.\n\r\nThat I should make much of myself and turn it on all sides, thus casting coloured shadows on thy radiance - such is thy maya.\n\r\nThou settest a barrier in thine own being and then callest thy severed self in myriad notes. This thy self-separation has taken body in me.\n\r\nThe poignant song is echoed through all the sky in many-coloured tears and smiles, alarms and hopes; waves rise up and sink again, dreams break and form. In me is thy own defeat of self.\n\r\nThis screen that thou hast raised is painted with innumerable figures with the brush of the night and the day. Behind it thy seat is woven in wondrous mysteries of curves, casting away all barren lines of straightness.\n\r\nThe great pageant of thee and me has overspread the sky. With the tune of thee and me all the air is vibrant, and all ages pass with the hiding and seeking of thee and me.\n\n\r\n72.\n\r\nHe it is, the innermost one, who awakens my being with his deep hidden touches.\n\r\nHe it is who puts his enchantment upon these eyes and joyfully plays on the chords of my heart in varied cadence of pleasure and pain.\n\r\nHe it is who weaves the web of this maya in evanescent hues of gold and silver, blue and green, and lets peep out through the folds his feet, at whose touch I forget myself.\n\r\nDays come and ages pass, and it is ever he who moves my heart in many a name, in many a guise, in many a rapture of joy and of sorrow.\n\n\r\n73.\n\r\nDeliverance is not for me in renunciation. I feel the embrace of freedom in a thousand bonds of delight.\n\r\nThou ever pourest for me the fresh draught of thy wine of various colours and fragrance, filling this earthen vessel to the brim.\n\r\nMy world will light its hundred different lamps with thy flame and place them before the altar of thy temple.\n\r\nNo, I will never shut the doors of my senses. The delights of sight and hearing and touch will bear thy delight.\n\r\nYes, all my illusions will burn into illumination of joy, and all my desires ripen into fruits of love.\n\n\r\n74.\n\r\nThe day is no more, the shadow is upon the earth. It is time that I go to the stream to fill my pitcher.\n\r\nThe evening air is eager with the sad music of the water. Ah, it calls me out into the dusk. In the lonely lane there is no passer-by, the wind is up, the ripples are rampant in the river.\n\r\nI know not if I shall come back home. I know not whom I shall chance to meet. There at the fording in the little boat the unknown man plays upon his lute.\n\n\r\n75.\n\r\nThy gifts to us mortals fulfil all our needs and yet run back to thee undiminished.\n\r\nThe river has its everyday work to do and hastens through fields and hamlets; yet its incessant stream winds towards the washing of thy feet.\n\r\nThe flower sweetens the air with its perfume; yet its last service is to offer itself to thee.\n\r\nThy worship does not impoverish the world.\n\r\nFrom the words of the poet men take what meanings please them; yet their last meaning points to thee.\n\n\r\n76.\n\r\nDay after day, O lord of my life, shall I stand before thee face to face. With folded hands, O lord of all worlds, shall I stand before thee face to face.\n\r\nUnder thy great sky in solitude and silence, with humble heart shall I stand before thee face to face.\n\r\nIn this laborious world of thine, tumultuous with toil and with struggle, among hurrying crowds shall I stand before thee face to face.\n\r\nAnd when my work shall be done in this world, O King of kings, alone and speecess shall I stand before thee face to face.\n\n\r\n77.\n\r\nI know thee as my God and stand apart - I do not know thee as my own and come closer. I know thee as my father and bow before thy feet- I do not grasp thy hand as my friend's.\n\r\nI stand not where thou comest down and ownest thyself as mine, there to clasp thee to my heart and take thee as my comrade.\n\r\nThou art the Brother amongst my brothers, but I heed them not, I divide not my earnings with them, thus sharing my all with thee.\n\r\nIn pleasure and in pain I stand not by the side of men, and thus stand by thee. I shrink to give up my life, and thus do not plunge into the great waters of life.\n\n\r\n78.\n\r\nWhen the creation was new and all the stars shone in their first splendour, the gods held their assembly in the sky and sang 'Oh, the picture of perfection! the joy unalloyed!'\n\r\nBut one cried of a sudden - 'It seems that somewhere there is a break in the chain of light and one of the stars has been lost.'\n\r\nThe golden string of their harp snapped, their song stopped, and they cried in dismay - 'Yes, that lost star was the best, she was the glory of all heavens!'\n\r\nFrom that day the search is unceasing for her, and the cry goes on from one to the other that in her the world has lost its one joy!\n\r\nOnly in the deepest silence of night the stars smile and whisper among themselves - 'Vain is this seeking! unbroken perfection is over all!'\n\n\r\n79.\n\r\nIf it is not my portion to meet thee in this life then let me ever feel that I have missed thy sight - let me not forget for a moment, let me carry the pangs of this sorrow in my dreams and in my wakeful hours.\n\r\nAs my days pass in the crowded market of this world and my hands grow full with the daily profits, let me ever feel that I have gained nothing - let me not forget for a moment, let me carry the pangs of this sorrow in my dreams and in my wakeful hours.\n\r\nWhen I sit by the roadside, tired and panting, when I spread my bed low in the dust, let me ever feel that the long journey is still before me - let me not forget a moment, let me carry the pangs of this sorrow in my dreams and in my wakeful hours.\n\r\nWhen my rooms have been decked out and the flutes sound and the laughter there is loud, let me ever feel that I have not invited thee to my house - let me not forget for a moment, let me carry the pangs of this sorrow in my dreams and in my wakeful hours.\n\n\r\n80.\n\r\nI am like a remnant of a cloud of autumn uselessly roaming in the sky, O my sun ever-glorious! Thy touch has not yet melted my vapour, making me one with thy light, and thus I count months and years separated from thee.\n\r\nIf this be thy wish and if this be thy play, then take this fleeting emptiness of mine, paint it with colours, gild it with gold, float it on the wanton wind and spread it in varied wonders.\n\r\nAnd again when it shall be thy wish to end this play at night, I shall melt and vanish away in the dark, or it may be in a smile of the white morning, in a coolness of purity transparent.\n\n\r\n81.\n\r\nOn many an idle day have I grieved over lost time. But it is never lost, my lord. Thou hast taken every moment of my life in thine own hands.\n\r\nHidden in the heart of things thou art nourishing seeds into sprouts, buds into blossoms, and ripening flowers into fruitfulness.\n\r\nI was tired and sleeping on my idle bed and imagined all work had ceased. In the morning I woke up and found my garden full with wonders of flowers.\n\n\r\n82.\n\r\nTime is endless in thy hands, my lord. There is none to count thy minutes.\n\r\nDays and nights pass and ages bloom and fade like flowers. Thou knowest how to wait.\n\r\nThy centuries follow each other perfecting a small wild flower.\n\r\nWe have no time to lose, and having no time we must scramble for a chances. We are too poor to be late.\n\r\nAnd thus it is that time goes by while I give it to every querulous man who claims it, and thine altar is empty of all offerings to the last.\n\r\nAt the end of the day I hasten in fear lest thy gate to be shut; but I find that yet there is time.\n\n\r\n83.\n\r\nMother, I shall weave a chain of pearls for thy neck with my tears of sorrow.\n\r\nThe stars have wrought their anklets of light to deck thy feet, but mine will hang upon thy breast.\n\r\nWealth and fame come from thee and it is for thee to give or to withhold them. But this my sorrow is absolutely mine own, and when I bring it to thee as my offering thou rewardest me with thy grace.\n\n\r\n84.\n\r\nIt is the pang of separation that spreads throughout the world and gives birth to shapes innumerable in the infinite sky.\n\r\nIt is this sorrow of separation that gazes in silence all nights from star to star and becomes lyric among rustling leaves in rainy darkness of July.\n\r\nIt is this overspreading pain that deepens into loves and desires, into sufferings and joy in human homes; and this it is that ever melts and flows in songs through my poet's heart.\n\n\r\n85.\n\r\nWhen the warriors came out first from their master's hall, where had they hid their power? Where were their armour and their arms?\n\r\nThey looked poor and helpless, and the arrows were showered upon them on the day they came out from their master's hall.\n\r\nWhen the warriors marched back again to their master's hall where did they hide their power?\n\r\nThey had dropped the sword and dropped the bow and the arrow; peace was on their foreheads, and they had left the fruits of their life behind them on the day they marched back again to their master's hall.\n\n\r\n86.\n\r\nDeath, thy servant, is at my door. He has crossed the unknown sea and brought thy call to my home.\n\r\nThe night is dark and my heart is fearful - yet I will take up the lamp, open my gates and bow to him my welcome. It is thy messenger who stands at my door.\n\r\nI will worship him placing at his feet the treasure of my heart.\n\r\nHe will go back with his errand done, leaving a dark shadow on my morning; and in my desolate home only my forlorn self will remain as my last offering to thee.\n\r\n87.\n\r\nIn desperate hope I go and search for her in all the corners of my room; I find her not.\n\r\nMy house is small and what once has gone from it can never be regained.\n\r\nBut infinite is thy mansion, my lord, and seeking her I have to come to thy door.\n\r\nI stand under the golden canopy of thine evening sky and I lift my eager eyes to thy face.\n\r\nI have come to the brink of eternity from which nothing can vanish - no hope, no happiness, no vision of a face seen through tears.\n\r\nOh, dip my emptied life into that ocean, plunge it into the deepest fullness. Let me for once feel that lost sweet touch in the allness of the universe.\n\n\r\n88.\n\r\nDeity of the ruined temple! The broken strings of Vina sing no more your praise. The bells in the evening proclaim not your time of worship. The air is still and silent about you.\n\r\nIn your desolate dwelling comes the vagrant spring breeze. It brings the tidings of flowers - the flowers that for your worship are offered no more.\n\r\nYour worshipper of old wanders ever longing for favour still refused. In the eventide, when fires and shadows mingle with the gloom of dust, he wearily comes back to the ruined temple with hunger in his heart.\n\r\nMany a festival day comes to you in silence, deity of the ruined temple. Many a night of worship goes away with lamp unlit.\n\r\nMany new images are built by masters of cunning art and carried to the holy stream of oblivion when their time is come.\n\r\nOnly the deity of the ruined temple remains unworshipped in deatess neglect.\n\r\n89.\n\r\nNo more noisy, loud words from me - such is my master's will. Henceforth I deal in whispers. The speech of my heart will be carried on in murmurings of a song.\n\r\nMen hasten to the King's market. All the buyers and sellers are there. But I have my untimely leave in the middle of the day, in the thick of work.\n\r\nLet then the flowers come out in my garden, though it is not their time; and let the midday bees strike up their lazy hum.\n\r\nFull many an hour have I spent in the strife of the good and the evil, but now it is the pleasure of my playmate of the empty days to draw my heart on to him; and I know not why is this sudden call to what useless inconsequence!\n\n\r\n90.\n\r\nOn the day when death will knock at thy door what wilt thou offer to him?\n\r\nOh, I will set before my guest the full vessel of my life - I will never let him go with empty hands.\n\r\nAll the sweet vintage of all my autumn days and summer nights, all the earnings and gleanings of my busy life will I place before him at the close of my days when death will knock at my door.\n\n\r\n91.\n\r\nO thou the last fulfilment of life, Death, my death, come and whisper to me!\n\r\nDay after day I have kept watch for thee; for thee have I borne the joys and pangs of life.\n\r\nAll that I am, that I have, that I hope and all my love have ever flowed towards thee in depth of secrecy. One final glance from thine eyes and my life will be ever thine own.\n\r\nThe flowers have been woven and the garland is ready for the bridegroom. After the wedding the bride shall leave her home and meet her lord alone in the solitude of night.\n\n\r\n92.\n\r\nI know that the day will come when my sight of this earth shall be lost, and life will take its leave in silence, drawing the last curtain over my eyes.\n\r\nYet stars will watch at night, and morning rise as before, and hours heave like sea waves casting up pleasures and pains.\n\r\nWhen I think of this end of my moments, the barrier of the moments breaks and I see by the light of death thy world with its careless treasures. Rare is its lowliest seat, rare is its meanest of lives.\n\r\nThings that I longed for in vain and things that I got - let them pass. Let me but truly possess the things that I ever spurned and overlooked.\n\n\r\n93.\n\r\nI have got my leave. Bid me farewell, my brothers! I bow to you all and take my departure.\n\r\nHere I give back the keys of my door - and I give up all claims to my house. I only ask for last kind words from you.\n\r\nWe were neighbours for long, but I received more than I could give. Now the day has dawned and the lamp that lit my dark corner is out. A summons has come and I am ready for my journey.\n\n\r\n94.\n\r\nAt this time of my parting, wish me good luck, my friends! The sky is flushed with the dawn and my path lies beautiful.\n\r\nAsk not what I have with me to take there. I start on my journey with empty hands and expectant heart.\n\r\nI shall put on my wedding garland. Mine is not the red-brown dress of the traveller, and though there are dangers on the way I have no fear in mind.\n\r\nThe evening star will come out when my voyage is done and the plaintive notes of the twilight melodies be struck up from the King's gateway.\n\r\n95.\n\r\nI was not aware of the moment when I first crossed the threshold of this life.\n\r\nWhat was the power that made me open out into this vast mystery like a bud in the forest at midnight!\n\r\nWhen in the morning I looked upon the light I felt in a moment that I was no stranger in this world, that the inscrutable without name and form had taken me in its arms in the form of my own mother.\n\r\nEven so, in death the same unknown will appear as ever known to me. And because I love this life, I know I shall love death as well.\n\r\nThe child cries out when from the right breast the mother takes it away, in the very next moment to find in the left one its consolation.\n\n\r\n96.\n\r\nWhen I go from hence let this be my parting word, that what I have seen is unsurpassable.\n\r\nI have tasted of the hidden honey of this lotus that expands on the ocean of light, and thus am I blessed - let this be my parting word.\n\r\nIn this playhouse of infinite forms I have had my play and here have I caught sight of him that is formless.\n\r\nMy whole body and my limbs have thrilled with his touch who is beyond touch; and if the end comes here, let it come - let this be my parting word.\n\n\r\n97.\n\r\nWhen my play was with thee I never questioned who thou wert. I knew nor shyness nor fear, my life was boisterous.\n\r\nIn the early morning thou wouldst call me from my sleep like my own comrade and lead me running from glade to glade.\n\r\nOn those days I never cared to know the meaning of songs thou sangest to me. Only my voice took up the tunes, and my heart danced in their cadence.\n\r\nNow, when the playtime is over, what is this sudden sight that is come upon me? The world with eyes bent upon thy feet stands in awe with all its silent stars.\n\n\r\n98.\n\r\nI will deck thee with trophies, garlands of my defeat. It is never in my power to escape unconquered.\n\r\nI surely know my pride will go to the wall, my life will burst its bonds in exceeding pain, and my empty heart will sob out in music like a hollow reed, and the stone will melt in tears.\n\r\nI surely know the hundred petals of a lotus will not remain closed for ever and the secret recess of its honey will be bared.\n\r\nFrom the blue sky an eye shall gaze upon me and summon me in silence. Nothing will be left for me, nothing whatever, and utter death shall I receive at thy feet.\n\n\r\n99.\n\r\nWhen I give up the helm I know that the time has come for thee to take it. What there is to do will be instantly done. Vain is this struggle.\n\r\nThen take away your hands and silently put up with your defeat, my heart, and think it your good fortune to sit perfectly still where you are placed.\n\r\nThese my lamps are blown out at every little puff of wind, and trying to light them I forget all else again and again.\n\r\nBut I shall be wise this time and wait in the dark, spreading my mat on the floor; and whenever it is thy pleasure, my lord, come silently and take thy seat here.\n\n\r\n100.\n\r\nI dive down into the depth of the ocean of forms, hoping to gain the perfect pearl of the formless.\n\r\nNo more sailing from harbour to harbour with this my weather-beaten boat. The days are long passed when my sport was to be tossed on waves.\n\r\nAnd now I am eager to die into the deatess.\n\r\nInto the audience hall by the fathomless abyss where swells up the music of toneless strings I shall take this harp of my life.\n\r\nI shall tune it to the notes of forever, and when it has sobbed out its last utterance, lay down my silent harp at the feet of the silent.\n\n\r\n101.\n\r\nEver in my life have I sought thee with my songs. It was they who led me from door to door, and with them have I felt about me, searching and touching my world.\n\r\nIt was my songs that taught me all the lessons I ever learnt; they showed me secret paths, they brought before my sight many a star on the horizon of my heart.\n\r\nThey guided me all the day long to the mysteries of the country of pleasure and pain, and, at last, to what palace gate have the brought me in the evening at the end of my journey?\n\n\r\n102.\n\r\nI boasted among men that I had known you. They see your pictures in all works of mine. They come and ask me, 'Who is he?' I know not how to answer them. I say, 'Indeed, I cannot tell.' They blame me and they go away in scorn. And you sit there smiling.\n\r\nI put my tales of you into lasting songs. The secret gushes out from my heart. They come and ask me, 'Tell me all your meanings.' I know not how to answer them. I say, 'Ah, who knows what they mean!' They smile and go away in utter scorn. And you sit there smiling.\n\n\r\n103.\n\r\nIn one salutation to thee, my God, let all my senses spread out and touch this world at thy feet.\n\r\nLike a rain-cloud of July hung low with its burden of unshed showers let all my mind bend down at thy door in one salutation to thee.\n\r\nLet all my songs gather together their diverse strains into a single current and flow to a sea of silence in one salutation to thee.\n\r\nLike a flock of homesick cranes flying night and day back to their mountain nests let all my life take its voyage to its eternal home in one salutation to thee."
    },
    {
        "name": "Give Me Strength",
        "link": "https://mypoeticside.com/show-classic-poem-30038",
        "poem": "This is my prayer to thee, my lord---strike,\r\nstrike at the root of penury in my heart.\n\r\nGive me the strength lightly to bear my joys and sorrows.\n\r\nGive me the strength to make my love fruitful in service.\n\r\nGive me the strength never to disown the poor or bend my knees before insolent might.\n\r\nGive me the strength to raise my mind high above daily trifles.\n\r\nAnd give me the strength to surrender my strength to thy will with love."
    },
    {
        "name": "Hard Times",
        "link": "https://mypoeticside.com/show-classic-poem-29997",
        "poem": "Music is silenced, the dark descending slowly\r\nHas stripped unending skies of all companions.\r\nWeariness grips your limbs and within the locked horizons\r\nDumbly ring the bells of hugely gathering fears.\r\nStill, O bird, O sightless bird,\r\nNot yet, not yet the time to furl your wings.\n\n\r\nIt's not melodious woodlands but the leaps and falls\r\nOf an ocean's drowsy booming,\r\nNot a grove bedecked with flowers but a tumult flecked with foam.\r\nWhere is the shore that stored your buds and leaves?\r\nWhere the nest and the branch's hold?\r\nStill, O bird, my sightless bird,\r\nNot yet, not yet the time to furl your wings.\n\r\nStretching in front of you the night's immensity\r\nHides the western hill where sleeps the distant sun;\r\nStill with bated breath the world is counting time and swimming\r\nAcross the shoreless dark a crescent moon\r\nHas thinly just appeared upon the dim horizon.\r\n--But O my bird, O sightless bird,\r\nNot yet, not yet the time to furl your wings.\n\n\r\nFrom upper skies the stars with pointing fingers\r\nIntently watch your course and death's impatience\r\nLashes at you from the deeps in swirling waves;\r\nAnd sad entreaties line the farthest shore\r\nWith hands outstretched and crooning 'Come, O come!'\r\nStill, O bird, O sightless bird,\r\nNot yet, not yet the time to furl your wings.\n\n\r\nAll that is past: your fears and loves and hopes;\r\nAll that is lost: your words and lamentation;\r\nNo longer yours a home nor a bed composed of flowers.\r\nFor wings are all you have, and the sky's broadening countryard,\r\nAnd the dawn steeped in darkness, lacking all direction.\r\nDear bird, my sightless bird,\r\nNot yet, not yet the time to furl your wings!"
    },
    {
        "name": "I",
        "link": "https://mypoeticside.com/show-classic-poem-29990",
        "poem": "I wonder if I know him\r\nIn whose speech is my voice,\r\nIn whose movement is my being,\r\nWhose skill is in my lines,\r\nWhose melody is in my songs\r\nIn joy and sorrow.\r\nI thought he was chained within me,\r\nContained by tears and laughter,\r\nWork and play.\r\nI thought he was my very self\r\nComing to an end with my death.\r\nWhy then in a flood of joy do I feel him\r\nIn the sight and touch of my beloved?\r\nThis 'I' beyond self I found\r\nOn the shores of the shining sea.\r\nTherefore I know\r\nThis 'I' is not imprisoned within my bounds.\r\nLosing myself, I find him\r\nBeyond the borders of time and space.\r\nThrough the Ages\r\nI come to know his Shining Self\r\nIn the Iffe of the seeker,\r\nIn the voice of the poet.\r\nFrom the dark clouds pour the rains.\r\nI sit and think:\r\nBearing so many forms, so many names,\r\nI come down, crossing the threshold\r\nOf countless births and deaths.\r\nThe Supreme undivided, complete in himself,\r\nEmbracing past and present,\r\nDwells in Man.\r\nWithin Him I shall find myself -\r\nThe 'I' that reaches everywhere."
    },
    {
        "name": "Innermost One",
        "link": "https://mypoeticside.com/show-classic-poem-30020",
        "poem": "He it is, the innermost one,\r\nwho awakens my being with his deep hidden touches.\n\r\nHe it is who puts his enchantment upon these eyes\r\nand joyfully plays on the chords of my heart\r\nin varied cadence of pleasure and pain.\n\r\nHe it is who weaves the web of this maya\r\nin evanescent hues of gold and silver, blue and green,\r\nand lets peep out through the folds his feet,\r\nat whose touch I forget myself.\n\r\nDays come and ages pass,\r\nand it is ever he who moves my heart in many a name,\r\nin many a guise, in many a rapture of joy and of sorrow."
    },
    {
        "name": "Journey Home",
        "link": "https://mypoeticside.com/show-classic-poem-30055",
        "poem": "The time that my journey takes is long and the way of it long.\n\r\nI came out on the chariot of the first gleam of light, and pursued my\r\nvoyage through the wildernesses of worlds leaving my track on many a star and planet.\n\r\nIt is the most distant course that comes nearest to thyself,\r\nand that training is the most intricate which leads to the utter simplicity of a tune.\n\r\nThe traveler has to knock at every alien door to come to his own,\r\nand one has to wander through all the outer worlds to reach the innermost shrine at the end.\n\r\nMy eyes strayed far and wide before I shut them and said `Here art thou!'\n\r\nThe question and the cry `Oh, where?' melt into tears of a thousand\r\nstreams and deluge the world with the flood of the assurance `I am!'"
    },
    {
        "name": "Lamp Of Love",
        "link": "https://mypoeticside.com/show-classic-poem-30044",
        "poem": "Light, oh where is the light?\r\nKindle it with the burning fire of desire!\n\r\nThere is the lamp but never a flicker of a flame---is such thy fate, my heart?\r\nAh, death were better by far for thee!\n\r\nMisery knocks at thy door,\r\nand her message is that thy lord is wakeful,\r\nand he calls thee to the love-tryst through the darkness of night.\n\r\nThe sky is overcast with clouds and the rain is ceaseless.\r\nI know not what this is that stirs in me---I know not its meaning.\n\r\nA moment's flash of lightning drags down a deeper gloom on my sight,\r\nand my heart gropes for the path to where the music of the night calls me.\n\r\nLight, oh where is the light!\r\nKindle it with the burning fire of desire!\r\nIt thunders and the wind rushes screaming through the void.\r\nThe night is black as a black stone.\r\nLet not the hours pass by in the dark.\r\nKindle the lamp of love with thy life."
    },
    {
        "name": "Last Curtain",
        "link": "https://mypoeticside.com/show-classic-poem-30008",
        "poem": "I know that the day will come\r\nwhen my sight of this earth shall be lost,\r\nand life will take its leave in silence,\r\ndrawing the last curtain over my eyes.\n\r\nYet stars will watch at night,\r\nand morning rise as before,\r\nand hours heave like sea waves casting up pleasures and pains.\n\r\nWhen I think of this end of my moments,\r\nthe barrier of the moments breaks\r\nand I see by the light of death\r\nthy world with its careless treasures.\r\nRare is its lowliest seat,\r\nrare is its meanest of lives.\n\r\nThings that I longed for in vain\r\nand things that I got\r\n---let them pass.\r\nLet me but truly possess\r\nthe things that I ever spurned\r\nand overlooked."
    },
    {
        "name": "Leave This",
        "link": "https://mypoeticside.com/show-classic-poem-30056",
        "poem": "Leave this chanting and singing and telling of beads!\r\nWhom dost thou worship in this lonely dark corner of a temple with doors all shut?\r\nOpen thine eyes and see thy God is not before thee!\n\r\nHe is there where the tiller is tilling the hard ground\r\nand where the pathmaker is breaking stones.\r\nHe is with them in sun and in shower,\r\nand his garment is covered with dust.\r\nPut off thy holy mantle and even like him come down on the dusty soil!\n\r\nDeliverance?\r\nWhere is this deliverance to be found?\r\nOur master himself has joyfully taken upon him the bonds of creation;\r\nhe is bound with us all for ever.\n\r\nCome out of thy meditations and leave aside thy flowers and incense!\r\nWhat harm is there if thy clothes become tattered and stained?\r\nMeet him and stand by him in toil and in sweat of thy brow."
    },
    {
        "name": "Let Me Not Forget",
        "link": "https://mypoeticside.com/show-classic-poem-30016",
        "poem": "If it is not my portion to meet thee in this life\r\nthen let me ever feel that I have missed thy sight\r\n---let me not forget for a moment,\r\nlet me carry the pangs of this sorrow in my dreams\r\nand in my wakeful hours.\n\r\nAs my days pass in the crowded market of this world\r\nand my hands grow full with the daily profits,\r\nlet me ever feel that I have gained nothing\r\n---let me not forget for a moment,\r\nlet me carry the pangs of this sorrow in my dreams\r\nand in my wakeful hours.\n\r\nWhen I sit by the roadside, tired and panting,\r\nwhen I spread my bed low in the dust,\r\nlet me ever feel that the long journey is still before me\r\n---let me not forget a moment,\r\nlet me carry the pangs of this sorrow in my dreams\r\nand in my wakeful hours.\n\r\nWhen my rooms have been decked out and the flutes sound\r\nand the laughter there is loud,\r\nlet me ever feel that I have not invited thee to my house\r\n---let me not forget for a moment,\r\nlet me carry the pangs of this sorrow in my dreams\r\nand in my wakeful hours"
    },
    {
        "name": "Light",
        "link": "https://mypoeticside.com/show-classic-poem-30028",
        "poem": "Light, my light, the world-filling light,\r\nthe eye-kissing light,\r\nheart-sweetening light!\n\r\nAh, the light dances, my darling, at the center of my life;\r\nthe light strikes, my darling, the chords of my love;\r\nthe sky opens, the wind runs wild, laughter passes over the earth.\n\r\nThe butterflies spread their sails on the sea of light.\r\nLilies and jasmines surge up on the crest of the waves of light.\n\r\nThe light is shattered into gold on every cloud, my darling,\r\nand it scatters gems in profusion.\n\r\nMirth spreads from leaf to leaf, my darling,\r\nand gladness without measure.\r\nThe heaven's river has drowned its banks\r\nand the flood of joy is abroad."
    },
    {
        "name": "Little Flute",
        "link": "https://mypoeticside.com/show-classic-poem-30059",
        "poem": "Thou hast made me endless, such is thy pleasure. This frail\r\nvessel thou emptiest again and again, and fillest it ever with fresh life.\n\r\nThis little flute of a reed thou hast carried over hills and dales,\r\nand hast breathed through it melodies eternally new.\n\r\nAt the immortal touch of thy hands my little heart loses its limits in\r\njoy and gives birth to utterance ineffable.\n\r\nThy infinite gifts come to me only on these very small hands of mine.\r\nAges pass, and still thou pourest, and still there is room to fill."
    },
    {
        "name": "Little Of Me",
        "link": "https://mypoeticside.com/show-classic-poem-30039",
        "poem": "Let only that little be left of me\r\nwhereby I may name thee my all.\n\r\nLet only that little be left of my will\r\nwhereby I may feel thee on every side,\r\nand come to thee in everything,\r\nand offer to thee my love every moment.\n\r\nLet only that little be left of me\r\nwhereby I may never hide thee.\r\nLet only that little of my fetters be left\r\nwhereby I am bound with thy will,\r\nand thy purpose is carried out in my life---and that is the fetter of thy love."
    },
    {
        "name": "Lord of My Life",
        "link": "https://mypoeticside.com/show-classic-poem-29995",
        "poem": "Thou who art the innermost Spirit of my being,\r\nart thou pleased, Lord of my Life?\r\nFor I give to thee my cup filled with all\r\nthe pain and delight that the crushed\r\ngrapes of my heart had surrendered,\r\nI wove with rhythm of colors and song cover for thy bed,\r\nAnd with the molten gold of my desires\r\nI fashioned playthings for thy passing hours.\r\nI know not why thou chosest me for thy partner,\r\nLord of my life.\n\r\nDidst thou store my days and nights,\r\nmy deeds and dreams for the alchemy of thy art,\r\nand string in the chain of thy music my songs of autumn and spring,\r\nand gather the flowers from my mature moments for thy crown?\n\r\nI see thine eyes gazing at the dark of my heart,\r\nLord of my life,\r\nI wonder if my failure and wrongs are forgiven.\r\nFor many were my days without service\r\nand nights of forgetfulness; futile were the flowers\r\nthat faded in the shade not offered to thee.\n\r\nOften the tied strings of my lute slackened\r\nat the strains of thy tunes.\r\nAnd often at the ruin of wasted hours\r\nmy desolate evenings were filled with tears.\n\r\nBut have my days come to their end at last,\r\nLord of my life, while my arms round thee\r\ngrow limp, my kisses losing their truth?\r\nThen break up the meeting of this languid day!\r\nRenew the old in me in fresh forms of delight;\r\nand let the wedding come once again in\r\na new ceremony of life."
    },
    {
        "name": "Lost Star",
        "link": "https://mypoeticside.com/show-classic-poem-30017",
        "poem": "When the creation was new and all the stars shone in their first\r\nsplendor, the gods held their assembly in the sky and sang\r\n`Oh, the picture of perfection! the joy unalloyed!'\n\r\nBut one cried of a sudden\r\n---`It seems that somewhere there is a break in the chain of light\r\nand one of the stars has been lost.'\n\r\nThe golden string of their harp snapped,\r\ntheir song stopped, and they cried in dismay\r\n---`Yes, that lost star was the best,\r\nshe was the glory of all heavens!'\n\r\nFrom that day the search is unceasing for her,\r\nand the cry goes on from one to the other\r\nthat in her the world has lost its one joy!\n\r\nOnly in the deepest silence of night the stars smile\r\nand whisper among themselves\r\n---`Vain is this seeking! unbroken perfection is over all!'"
    },
    {
        "name": "Lost Time",
        "link": "https://mypoeticside.com/show-classic-poem-30014",
        "poem": "On many an idle day have I grieved over lost time.\r\nBut it is never lost, my lord.\r\nThou hast taken every moment of my life in thine own hands.\n\r\nHidden in the heart of things thou art nourishing seeds into sprouts,\r\nbuds into blossoms, and ripening flowers into fruitfulness.\n\r\nI was tired and sleeping on my idle bed\r\nand imagined all work had ceased.\r\nIn the morning I woke up\r\nand found my garden full with wonders of flowers."
    },
    {
        "name": "Lotus",
        "link": "https://mypoeticside.com/show-classic-poem-30048",
        "poem": "On the day when the lotus bloomed, alas, my mind was straying,\r\nand I knew it not. My basket was empty and the flower remained unheeded.\n\r\nOnly now and again a sadness fell upon me, and I started up from my\r\ndream and felt a sweet trace of a strange fragrance in the south wind.\n\r\nThat vague sweetness made my heart ache with longing and it seemed to\r\nme that is was the eager breath of the summer seeking for its completion.\n\r\nI knew not then that it was so near, that it was mine, and that this\r\nperfect sweetness had blossomed in the depth of my own heart."
    },
    {
        "name": "Lover's Gifts II: Come to My Garden Walk",
        "link": "https://mypoeticside.com/show-classic-poem-30126",
        "poem": "Come to my garden walk, my love. Pass by the fervid flowers that\r\npress themselves on your sight. Pass them by, stopping at some\r\nchance joy, which like a sudden wonder of sunset illumines, yet\r\nelude.\r\n    For lover's gift is shy, it never tells its name, it flits\r\nacross the shade, spreading a shiver of joy along the dust.\r\n    Overtake it or miss it for ever. But a gift that can be\r\ngrasped is merely a frail flower, or a lamp with flame that will\r\nflicker."
    },
    {
        "name": "Lover's Gifts IV: She Is Near to My Heart",
        "link": "https://mypoeticside.com/show-classic-poem-30127",
        "poem": "She is near to my heart as the meadow-flower to the earth; she is\r\nsweet to me as sleep is to tired limbs. My love for her is my life\r\nflowing in its fullness, like a river in autumn flood, running with\r\nserene abandonment. My songs are one with my love, like the murmur\r\nof a stream, that sings with all its waves and current."
    },
    {
        "name": "Lover's Gifts LII: Tired of Waiting",
        "link": "https://mypoeticside.com/show-classic-poem-30128",
        "poem": "Tired of waiting, you burst your bonds, impatient flowers, before\r\nthe winter had gone. Glimpses of the unseen comer reached your\r\nwayside watch, and you rushed out running and panting, impulsive\r\njasmines, troops of riotous roses.\r\n    You were the first to march to the breach of death, your\r\nclamour of colour and perfume troubled the air. You laughed and\r\npressed and pushed each other, bared your breast and dropped in\r\nheaps.\r\n    The Summer will come in its time, sailing in the flood-tide\r\nof the south wind. But you never counted slow moments to be sure\r\nof him. You recklessly spent your all in the road, in the terrible\r\njoy of faith.\r\n    You heard his footsteps from afar, and flung your mantle of\r\ndeath for him to tread upon. Your bonds break even before the\r\nrescuer is seen, you make him your own ere he can come and claim\r\nyou."
    },
    {
        "name": "Lover's Gifts LIV: In the Beginning of Time",
        "link": "https://mypoeticside.com/show-classic-poem-30129",
        "poem": "In the beginning of time, there rose from the churning of God's\r\ndream two women. One is the dancer at the court of paradise, the\r\ndesired of men, she who laughs and plucks the minds of the wise\r\nfrom their cold meditations and of fools from their emptiness; and\r\nscatters them like seeds with careless hands in the extravagant\r\nwinds of March, in the flowering frenzy of May.\r\n    The other is the crowned queen of heaven, the mother, throned\r\non the fullness of golden autumn; she who in the harvest-time\r\nbrings straying hearts to the smile sweet as tears, the beauty deep\r\nas the sea of silence, -brings them to the temple of the Unknown,\r\nat the holy confluence of Life and Death."
    },
    {
        "name": "Lover's Gifts LVI: The Evening Was Lonely",
        "link": "https://mypoeticside.com/show-classic-poem-30130",
        "poem": "The evening was lonely for me, and I was reading a book till my\r\nheart became dry, and it seemed to me that beauty was a thing\r\nfashioned by the traders in words. Tired I shut the book and\r\nsnuffed the candle. In a moment the room was flooded with\r\nmoonlight.\r\n    Spirit of Beauty, how could you, whose radiance overbrims the\r\nsky, stand hidden behind a candle's tiny flame? How could a few\r\nvain words from a book rise like a mist, and veil her whose voice\r\nhas hushed the heart of earth into ineffable calm?"
    },
    {
        "name": "Lover's Gifts LVIII: Things Throng and Laugh",
        "link": "https://mypoeticside.com/show-classic-poem-30131",
        "poem": "Things throng and laugh loud in the sky; the sands and dust dance\r\nand whirl like children. Man's mind is aroused by their shouts; his\r\nthoughts long to be the playmates of things.\r\n    Our dreams, drifting in the stream of the vague, stretch their\r\narms to clutch the earth, -their efforts stiffen into bricks and\r\nstones, and thus the city of man is built.\r\n    Voices come swarming from the past,-seeking answers from the\r\nliving moments. Beats of their wings fill the air with tremulous\r\nshadows, and sleepless thoughts in our minds leave their nests to\r\ntake flight across the desert of dimness, in the passionate thirst\r\nfor forms. They are lampless pilgrims, seeking the shore of light,\r\nto find themselves in things. They will be lured into poets's\r\nrhymes, they will be housed in the towers of the town not yet\r\nplanned, they have their call to arms from the battle fields of the\r\nfuture, they are bidden to join hands in the strife of peace yet\r\nto come."
    },
    {
        "name": "Lover's Gifts LXX: Take Back Your Coins",
        "link": "https://mypoeticside.com/show-classic-poem-30120",
        "poem": "Take back your coins, King's Councillor. I am of those women you\r\nsent to the forest shrine to decoy the young ascetic who had never\r\nseen a women. I failed in your bidding.\r\n    Dimly day was breaking when the hermit boy came to bathe in\r\nthe stream, his tawny locks crowded on his shoulders, like a\r\ncluster of morning clouds, and his limbs shining like a streak of\r\nsunbeam. We laughed and sang as we rowed in our boat; we jumped\r\ninto the river in a mad frolic, and danced around him, when the sun\r\nrose staring at us from the water's edge in a flush of divine\r\nanger.\r\n    Like a child-god, the boy opened his eyes and watched our\r\nmovements, the wonder deepening till his eyes shone like morning\r\nstars. He lifted his clasped hands and chanted a hymn of praise in\r\nhis bird-like young voice, thrilling every leaf of the forest.\r\nNever such words were sung to a mortal woman before; they were like\r\nthe silent hymn to the dawn which rises from the hushed hills. The\r\nwomen hid their mouths with their hands, their bodies swaying with\r\nlaughter, and a spasm of doubt ran across his face. Quickly came\r\nI to his side, sorely pained, and, bowing to his feet, I said,\r\n\"Lord, accept my service.\"\r\n    I led him to the grassy bank, wiped his body with the end of\r\nmy silken mantle, and, kneeling on the ground, I dried his feet\r\nwith my trailing hair. When I raised my face and looked into his\r\neyes, I thought I felt the world's first kiss to the first woman,\r\n-Blessed am I, blessed is God, who made me a woman. I heard him say\r\nto me, \"What God unknown are you? Your touch is the touch of the\r\nImmortal, your eyes have the mystery of the midnight.\"\r\n    Ah, no, not that smile, King's Councillor, -the dust of\r\nworldly  wisdom has covered your sight, old man. But this boy's\r\ninnocence pierced the mist and saw the shining truth, the woman\r\ndivine....\r\n    The women clapped their hands, and laughed their obscene\r\nlaugh, and with veils dragged on the dust and hair hanging loose\r\nthey began to pelt him with flowers.\r\n    Alas, my spotless sun, could not my shame weave fiery mist to\r\ncover you in its folds? I fell at his feet and cried, \"Forgive me.\r\n\" I fled like a stricken deer through shade and sun, and cried as\r\nI fled, \" Forgive me. \" The women's foul laughter pressed me like\r\na cracking fire, but the words ever rang in my ears, \" What God\r\nunknown are you?\""
    },
    {
        "name": "Lover's Gifts V: I Would Ask For Still More",
        "link": "https://mypoeticside.com/show-classic-poem-30119",
        "poem": "I would ask for still more, if I had the sky with all its stars,\r\nand the world with its endless riches; but I would be content with\r\nthe smallest corner of this earth if only she were mine."
    },
    {
        "name": "Lover's Gifts VIII: There Is Room for You",
        "link": "https://mypoeticside.com/show-classic-poem-30118",
        "poem": "There is room for you. You are alone with your few sheaves of rice.\r\nMy boat is crowded, it is heavily laden, but how can I turn you\r\naway? Your young body is slim and swaying; there is a twinkling\r\nsmile in the edge of your eyes, and your robe is  coloured like the\r\nrain cloud.\r\n    The travellers will land for different roads and homes. You\r\nwill sit for a while on the prow of my boat, and at the journey's\r\nend none will keep you back.\r\n    Where do you go, and to what home, to garner your sheaves? I\r\nwill not question you, but when I fold my sails and moor my boat\r\nI shall sit and wonder in the evening, -Where do you go, and to\r\nwhat home, to garner your sheaves?"
    },
    {
        "name": "Lover's Gifts XIII: Last Night in the Garden",
        "link": "https://mypoeticside.com/show-classic-poem-30107",
        "poem": "Last night in the garden I offered you my youth's foaming wine. You\r\nlifted the cup to your lips, you shut your eyes and smiled while\r\nI raised your veil, unbound your tresses, drawing down upon my\r\nbreast your face sweet with its silence, last night when the moon's\r\ndream overflowed the world of slumber.\r\n    To-day in the dew-cooled calm of the dawn you are walking to\r\nGod's temple, bathed and robed in white, with a basketful of\r\nflowers in your hand. I stand aside in the shade under the tree,\r\nwith my head bent, in the calm of the dawn by the lonely road to\r\nthe temple."
    },
    {
        "name": "Lover's Gifts XIL: There Is a Looker-On",
        "link": "https://mypoeticside.com/show-classic-poem-30133",
        "poem": "There is a looker-on who sits behind my eyes. It seems he has seen\r\nthings in ages and worlds beyond memory's shore, and those\r\nforgotten sights glisten on the grass and shiver on the leaves. He\r\nhas seen under new veils the face of the one beloved, in twilight\r\nhours of many a nameless star. Therefore his sky seems to ache with\r\nthe pain of countless meetings and partings, and a longing pervades\r\nthis spring breeze, -the longing that is full of the whisper of\r\nages without beginning."
    },
    {
        "name": "Lover's Gifts XIX: It Is Written in the Book",
        "link": "https://mypoeticside.com/show-classic-poem-30108",
        "poem": "It is written in the book that Man, when fifty, must leave the\r\nnoisy world, to go to the forest seclusion. But the poet proclaims\r\nthat the forest hermitage is only for the young. For it is the\r\nbirthplace of flowers and the haunt of birds and bees; and hidden\r\nhooks are waiting there for the thrill of lovers' whispers. There\r\nthe moon-light, that is all one kiss for the malati flowers, has\r\nits deep message, but those who understand it are far below fifty.\r\n    And alas, youth is inexperienced and wilful, therefore it is\r\nbut meet that the old should take charge of the household, and the\r\nyoung take to the seclusion of forest shades and the severe\r\ndiscipline of courting."
    },
    {
        "name": "Lover's Gifts XL: A Message Came",
        "link": "https://mypoeticside.com/show-classic-poem-30109",
        "poem": "A message came from my youth of vanished days, saying, \" I wait for\r\nyou among the quivering of unborn May, where smiles ripen for tears\r\nand hours ache with songs unsung.\"\r\n    It says, \"Come to me across the worn-out track of age, through\r\nthe gates of death. For dreams fade, hopes fail, the fathered\r\nfruits of the year decay, but I am the eternal truth, and you shall\r\nmeet me again and again in your voyage of life from shore to\r\nshore.\""
    },
    {
        "name": "Lover's Gifts XLII: Are You a Mere Picture",
        "link": "https://mypoeticside.com/show-classic-poem-30110",
        "poem": "Are you a mere picture, and not as true as those stars, true as\r\nthis dust? They throb with the pulse of things, but you are\r\nimmensely aloof in your stillness, painted form.\r\n    The day was when you walked with me, your breath warm, your\r\nlimbs singing of life. My world found its speech in your voice, and\r\ntouched my heart with your face. You suddenly stopped in your walk,\r\nin the shadow-side of the Forever, and I went on alone.\r\n    Life, like a child, laughs, shaking its rattle of death as it\r\nruns; it beckons me on, I follow the unseen; but you stand there,\r\nwhere you stopped behind that dust and those stars; and you are a\r\nmere picture.\r\n    No, it cannot be. Had the life-flood utterly stopped in you,\r\nit would stop the river in its flow, and the foot-fall of dawn in\r\nher cadence of colours. Had the glimmering dusk of your hair\r\nvanished in the hopeless dark, the woodland shade of summer would\r\ndie with its dreams.\r\n    Can it be true that I forgot you? We haste on without heed,\r\nforgetting the flowers on the roadside hedge. Yet they breathe\r\nunaware into our forgetfulness, filling it with music. You have\r\nmoved from my world, to take seat at the root of my life, and\r\ntherefore is this forgetting-remembrance lost in its own depth.\r\n    You are no longer before my songs, but one with them. You came\r\nto me with the first ray of dawn. I lost you with the last gold of\r\nevening. Ever since I am always finding you through the dark. No,\r\nyou are no mere picture."
    },
    {
        "name": "Lover's Gifts XLIII: Dying, You Have Left Behind",
        "link": "https://mypoeticside.com/show-classic-poem-30111",
        "poem": "Dying, you have left behind you the great sadness of the Eternal\r\nin my life. You have painted my thought's horizon with the sunset\r\ncolours of your departure, leaving a track of tears across the\r\nearth to love's heaven. Clasped in your dear arms, life and death\r\nunited in me in a marriage bond.\r\n    I think I can see you watching there in the balcony with your\r\nlamp lighted, where the end and the beginning of all things meet.\r\nMy world went hence through the doors that you opened-you holding\r\nthe cup of death to my lips, filling it with life from your own."
    },
    {
        "name": "Lover's Gifts XLIV: Where Is Heaven",
        "link": "https://mypoeticside.com/show-classic-poem-30112",
        "poem": "Where is heaven? you ask me, my child,-the sages tell us it is\r\nbeyond the limits of birth and death, unswayed by the rhythm of day\r\nand night; it is not of the earth.\r\n    But your poet knows that its eternal hunger is for time and\r\nspace, and it strives evermore to be born in the fruitful dust.\r\nHeaven is fulfilled in your sweet body, my child, in your\r\npalpitating heart.\r\n    The sea is beating its drums in joy, the flowers are a-tiptoe\r\nto kiss you. For heaven is born in you, in the arms of the mother-\r\ndust."
    },
    {
        "name": "Lover's Gifts XLVII: The Road Is",
        "link": "https://mypoeticside.com/show-classic-poem-30113",
        "poem": "The road is my wedded companion. She speaks to me under my feet all\r\nday, she sings to my dreams all night.\r\n    My meeting with her had no beginning, it begins endlessly at\r\neach daybreak, renewing its summer in fresh flowers and songs, and\r\nher every new kiss is the first kiss to me.\r\n    The road and I are lovers. I change my dress for her night\r\nafter night, leaving the tattered cumber of the old in the wayside\r\ninns when the day dawns."
    },
    {
        "name": "Lover's Gifts XLVIII: I Travelled the Old Road",
        "link": "https://mypoeticside.com/show-classic-poem-30114",
        "poem": "I travelled the old road every day, I took my fruits to the market,\r\nmy cattle to the meadows, I ferried my boat across the stream and\r\nall the ways were well known to me.\r\n    One morning my basket was heavy with wares. Men were busy in\r\nthe fields, the pastures crowded with cattle; the breast of earth\r\nheaved with the mirth of ripening rice.\r\n    Suddenly there was a tremor in the air, and the sky seemed to\r\nkiss me on my forehead. My mind started up like the morning out of\r\nmist.\r\n    I forgot to follow the track. I stepped a few paces from the\r\npath, and my familiar world appeared strange to me, like a flower\r\nI had only known in bud.\r\n    My everyday wisdom was ashamed. I went astray in the fairyland\r\nof things. It was the best luck of my life that I lost my path that\r\nmorning, and found my eternal childhood."
    },
    {
        "name": "Lover's Gifts XVI: She Dwelt Here by the Pool",
        "link": "https://mypoeticside.com/show-classic-poem-30115",
        "poem": "She dwelt here by the pool with its landing-stairs in ruins. Many\r\nan evening she had watched the moon made dizzy by the shaking of\r\nbamboo leaves, and on many a rainy day the smell of the wet earth\r\nhad come to her over the young shoots of rice.\r\n    Her pet name is known here among those date-palm groves and\r\nin the courtyards where girls sit and talk while stitching their\r\nwinter quilts. The water in this pool keeps in its depth the memory\r\nof her swimming limbs, and her wet feet had left their marks, day\r\nafter day, on the footpath leading to the village.\r\n    The women who come to-day with their vessels to the water have\r\nall seen her smile over simple jests, and the old peasant, taking\r\nhis bullocks to their bath, used to stop at her door every day to\r\ngreet her.\r\n    Many a sailing-boat passes by this village; many a traveller\r\ntakes rest beneath that banyan tree; the ferry-boat crosses to\r\nyonder ford carrying crowds to the market; but they never notice\r\nthis spot by the village road, near the pool with its ruined\r\nlanding-stairs,-where dwelt she whom I love."
    },
    {
        "name": "Lover's Gifts XVIII: Your Days",
        "link": "https://mypoeticside.com/show-classic-poem-30116",
        "poem": "Your days will be full of cares, if you must give me your heart.\r\nMy house by the cross-roads has its doors open and my mind is\r\nabsent, -for I sing.\r\n    I shall never be made to answer for it, if you must give me\r\nyour heart. If I pledge my word to you in tunes now, and am too\r\nmuch in earnest to keep it when music is silent, you must forgive\r\nme; for the law laid down in May is best broken in December.\r\n    Do not always keep remembering it, if you must give me your\r\nheart. When your eyes sing with love, and your voice ripples with\r\nlaughter, my answers to your questions will be wild, and not\r\nmiserly accurate in facts, -they are to be believed for ever and\r\nthen forgotten for good."
    },
    {
        "name": "Lover's Gifts XXII: I Shall Gladly Suffer",
        "link": "https://mypoeticside.com/show-classic-poem-30117",
        "poem": "I shall gladly suffer the pride of culture to die out in my house,\r\nif only in some happy future I am born a herd-boy in the Brinda\r\nforest.\r\n    The herd-boy who grazes his cattle sitting under the banyan\r\ntree, and idly weaves gunja flowers into garlands, who loves to\r\nsplash and plunge in the Jamuna's cool deep stream.\r\n    He calls his companions to wake up when morning dawns, and all\r\nthe houses in the lane hum with the sound of the churn, clouds of\r\ndust are raised by the cattle, the maidens come out in the\r\ncourtyard to milk the king.\r\n    As the shadows deepen under the tomal trees, and the dusk\r\ngathers on the river-banks; when the milkmaids, while crossing the\r\nturbulent water, tremble with fear; and loud peacocks, with tails\r\noutspread, dance in the forest, he watchers the summer clouds.\r\n    When the April night is sweet as a fresh-blown flower, he\r\ndisappears in the forest with a peacock's plume in his hair; the\r\nswing ropes are twined with flowers on the branches; the south wind\r\nthrobs with music, and the merry shepherd boys crowd on the banks\r\nof the blue river.\r\n    No, I will never be the leader, brothers, of this new age of\r\nnew Bengal; I shall not trouble to light the lamp of culture for\r\nthe benighted. If only I could be born, under the shady asoka\r\ngroves, in some village of Brinda, where milk is churned by the\r\nmaidens!"
    },
    {
        "name": "Lover's Gifts XXVIII: I Dreamt",
        "link": "https://mypoeticside.com/show-classic-poem-30132",
        "poem": "I dreamt that she sat by my head, tenderly ruffling my hair with\r\nher fingers, playing the melody of her touch. I looked at her face\r\nand struggled with my tears, till the agony of unspoken words burst\r\nmy sleep like a bubble.\r\n    I sat up and saw the glow of the Milky Way above my window,\r\nlike a world of silence on fire, and I wondered if at this moment\r\nshe had a dream that rhymed with mine."
    },
    {
        "name": "Maya",
        "link": "https://mypoeticside.com/show-classic-poem-30021",
        "poem": "That I should make much of myself and turn it on all sides,\r\nthus casting colored shadows on thy radiance\r\n---such is thy Maya.\n\r\nThou settest a barrier in thine own being\r\nand then callest thy severed self in myriad notes.\r\nThis thy self-separation has taken body in me.\n\r\nThe poignant song is echoed through all the sky in many-coloured tears\r\nand smiles, alarms and hopes; waves rise up and sink again,\r\ndreams break and form.\r\nIn me is thy own defeat of self.\n\r\nThis screen that thou hast raised is painted with innumerable figures\r\nwith the brush of the night and the day.\r\nBehind it thy seat is woven in wondrous mysteries of curves,\r\ncasting away all barren lines of straightness.\n\r\nThe great pageant of thee and me has overspread the sky.\r\nWith the tune of thee and me all the air is vibrant,\r\nand all ages pass with the hiding and seeking of thee and me."
    },
    {
        "name": "Moments Indulgence",
        "link": "https://mypoeticside.com/show-classic-poem-30057",
        "poem": "I ask for a moment's indulgence to sit by thy side. The works\r\nthat I have in hand I will finish afterwards.\n\r\nAway from the sight of thy face my heart knows no rest nor respite,\r\nand my work becomes an endless toil in a shoreless sea of toil.\n\r\nToday the summer has come at my window with its sighs and murmurs; and\r\nthe bees are plying their minstrelsy at the court of the flowering grove.\n\r\nNow it is time to sit quite, face to face with thee, and to sing\r\ndedication of life in this silent and overflowing leisure."
    },
    {
        "name": "My Polar Star",
        "link": "https://mypoeticside.com/show-classic-poem-29998",
        "poem": "I have made You the polar star of my\r\nexistence; never again can I lose my way in the\r\nvoyage of life.\n\r\nWherever I go, You are always there to\r\nshower your benefience all around me. Your face\r\nis ever present before my mind's eyes.\n\r\nIf I lose sight of You even for a moment, I\r\nalmost lose my mind.\n\r\nWhenever my heart is about to go astray, just\r\na glance of You makes it feel ashamed of itself."
    },
    {
        "name": "My Song",
        "link": "https://mypoeticside.com/show-classic-poem-30150",
        "poem": "This song of mine will wind its music around you, my child, like\r\nthe fond arms of love.\r\n    This song of mine will touch your forehead like a kiss of\r\nblessing.\r\n    When you are alone it will sit by your side and whisper in\r\nyour ear, when you are in the crowd it will fence you about with\r\naloofness.\r\n    My song will be like a pair of wings to your dreams, it will\r\ntransport your heart to the verge of the unknown.\r\n    It will be like the faithful star overhead when dark night is\r\nover your road.\r\n    My song will sit in the pupils of your eyes, and will carry\r\nyour sight into the heart of things.\r\n    And when my voice is silent in death, my song will speak in\r\nyour living heart."
    },
    {
        "name": "Ocean of Forms",
        "link": "https://mypoeticside.com/show-classic-poem-30003",
        "poem": "I dive down into the depth of the ocean of forms,\r\nhoping to gain the perfect pearl of the formless.\n\r\nNo more sailing from harbor to harbor with this my weather-beaten boat.\r\nThe days are long passed when my sport was to be tossed on waves.\n\r\nAnd now I am eager to die into the deathless.\n\r\nInto the audience hall by the fathomless abyss\r\nwhere swells up the music of toneless strings\r\nI shall take this harp of my life.\n\r\nI shall tune it to the notes of forever,\r\nand when it has sobbed out its last utterance,\r\nlay down my silent harp at the feet of the silent."
    },
    {
        "name": "Old And New",
        "link": "https://mypoeticside.com/show-classic-poem-30024",
        "poem": "Thou hast made me known to friends whom I knew not.\r\nThou hast given me seats in homes not my own.\r\nThou hast brought the distant near and made a brother of the stranger.\n\r\nI am uneasy at heart when I have to leave my accustomed shelter;\r\nI forget that there abides the old in the new,\r\nand that there also thou abidest.\n\r\nThrough birth and death, in this world or in others,\r\nwherever thou leadest me it is thou, the same,\r\nthe one companion of my endless life\r\nwho ever linkest my heart with bonds of joy to the unfamiliar.\n\r\nWhen one knows thee, then alien there is none, then no door is shut.\r\nOh, grant me my prayer that I may never lose\r\nthe bliss of the touch of the one\r\nin the play of many."
    },
    {
        "name": "On the Nature of Love",
        "link": "https://mypoeticside.com/show-classic-poem-29992",
        "poem": "The night is black and the forest has no end;\r\na million people thread it in a million ways.\r\nWe have trysts to keep in the darkness, but where\r\nor with whom - of that we are unaware.\r\nBut we have this faith - that a lifetime's bliss\r\nwill appear any minute, with a smile upon its lips.\r\nScents, touches, sounds, snatches of songs\r\nbrush us, pass us, give us delightful shocks.\r\nThen peradventure there's a flash of lightning:\r\nwhomever I see that instant I fall in love with.\r\nI call that person and cry: `This life is blest!\r\nfor your sake such miles have I traversed!'\r\nAll those others who came close and moved off\r\nin the darkness - I don't know if they exist or not."
    },
    {
        "name": "One Day in Spring...",
        "link": "https://mypoeticside.com/show-classic-poem-29991",
        "poem": "One day in spring, a woman came\r\nIn my lonely woods,\r\nIn the lovely form of the Beloved.\r\nCame, to give to my songs, melodies,\r\nTo give to my dreams, sweetness.\r\nSuddenly a wild wave\r\nBroke over my heart's shores\r\nAnd drowned all language.\r\nTo my lips no name came,\r\nShe stood beneath the tree, turned,\r\nGlanced at my face, made sad with pain,\r\nAnd with quick steps, came and sat by me.\r\nTaking my hands in hers, she said:\r\n'You do not know me, nor I you--\r\nI wonder how this could be?'\r\nI said:\r\n'We two shall build, a bridge for ever\r\nBetween two beings, each to the other unknown,\r\nThis eager wonder is at the heart of things.'\n\r\nThe cry that is in my heart is also the cry of her heart;\r\nThe thread with which she binds me binds her too.\r\nHer have I sought everywhere,\r\nHer have I worshipped within me,\r\nHidden in that worship she has sought me too.\r\nCrossing the wide oceans, she came to steal my heart.\r\nShe forgot to return, having lost her own.\r\nHer own charms play traitor to her,\r\nShe spreads her net, knowing not\r\nWhether she will catch or be caught."
    },
    {
        "name": "Only Thee",
        "link": "https://mypoeticside.com/show-classic-poem-30036",
        "poem": "That I want thee, only thee---let my heart repeat without end.\r\nAll desires that distract me, day and night,\r\nare false and empty to the core.\n\r\nAs the night keeps hidden in its gloom the petition for light,\r\neven thus in the depth of my unconsciousness rings the cry\r\n---`I want thee, only thee'.\n\r\nAs the storm still seeks its end in peace\r\nwhen it strikes against peace with all its might,\r\neven thus my rebellion strikes against thy love\r\nand still its cry is\r\n---`I want thee, only thee'."
    },
    {
        "name": "Paper Boats",
        "link": "https://mypoeticside.com/show-classic-poem-30134",
        "poem": "Day by day I float my paper boats one by one down the running\r\nstream.\r\n    In bid black letters I write my name on them and the name of\r\nthe village where I live.\r\n    I hope that someone in some strange land will find them and\r\nknow who I am.\r\n    I load my little boats with shiuli flower from our garden, and\r\nhope that these blooms of the dawn will be carried safely to land\r\nin the night.\r\n    I launch my paper boats and look up into the sky and see the\r\nlittle clouds setting thee white bulging sails.\r\n    I know not what playmate of mine in the sky sends them down\r\nthe air to race with my boats!\r\n    When night comes I bury my face in my arms and dream that my\r\npaper boats float on and on under the midnight stars.\r\n    The fairies of sleep are sailing in them, and the lading ins\r\ntheir baskets full of dreams."
    },
    {
        "name": "Parting Words",
        "link": "https://mypoeticside.com/show-classic-poem-30005",
        "poem": "When I go from hence\r\nlet this be my parting word,\r\nthat what I have seen is unsurpassable.\n\r\nI have tasted of the hidden honey of this lotus\r\nthat expands on the ocean of light,\r\nand thus am I blessed\r\n---let this be my parting word.\n\r\nIn this playhouse of infinite forms\r\nI have had my play\r\nand here have I caught sight of him that is formless.\n\r\nMy whole body and my limbs\r\nhave thrilled with his touch who is beyond touch;\r\nand if the end comes here, let it come\r\n---let this be my parting word."
    },
    {
        "name": "Passing Breeze",
        "link": "https://mypoeticside.com/show-classic-poem-30027",
        "poem": "Yes, I know, this is nothing but thy love,\r\nO beloved of my heart---this golden light that dances upon the leaves,\r\nthese idle clouds sailing across the sky,\r\nthis passing breeze leaving its coolness upon my forehead.\n\r\nThe morning light has flooded my eyes---this is thy message to my heart.\r\nThy face is bent from above, thy eyes look down on my eyes,\r\nand my heart has touched thy feet."
    },
    {
        "name": "Patience",
        "link": "https://mypoeticside.com/show-classic-poem-30052",
        "poem": "If thou speakest not I will fill my heart with thy silence and endure it.\r\nI will keep still and wait like the night with starry vigil\r\nand its head bent low with patience.\n\r\nThe morning will surely come, the darkness will vanish,\r\nand thy voice pour down in golden streams breaking through the sky.\n\r\nThen thy words will take wing in songs from every one of my birds' nests,\r\nand thy melodies will break forth in flowers in all my forest groves."
    },
    {
        "name": "Playthings",
        "link": "https://mypoeticside.com/show-classic-poem-30149",
        "poem": "Child, how happy you are sitting in the dust, playing with a broken twig all the morning.\r\n    I smile at your play with that little bit of a broken twig.\r\n    I am busy with my accounts, adding up figures by the hour.\r\n    Perhaps you glance at me and think, \"What a stupid game to spoil your morning with!\"\r\n    Child, I have forgotten the art of being absorbed in sticks and mud-pies.\r\n    I seek out costly playthings, and gather lumps of gold and silver.\r\n    With whatever you find you create your glad games, I spend both my time and my strength over things I never can obtain.\r\n    In my frail canoe I struggle to cross the sea of desire, and forget that I too am playing a game."
    },
    {
        "name": "Prisoner",
        "link": "https://mypoeticside.com/show-classic-poem-30041",
        "poem": "`Prisoner, tell me, who was it that bound you?'\n\r\n`It was my master,' said the prisoner.\r\n`I thought I could outdo everybody in the world in wealth and power,\r\nand I amassed in my own treasure-house the money due to my king.\r\nWhen sleep overcame me I lay upon the bed that was for my lord,\r\nand on waking up I found I was a prisoner in my own treasure-house.'\n\r\n`Prisoner, tell me, who was it that wrought this unbreakable chain?'\n\r\n`It was I,' said the prisoner, `who forged this chain very carefully.\r\nI thought my invincible power would hold the world captive\r\nleaving me in a freedom undisturbed.\r\nThus night and day I worked at the chain\r\nwith huge fires and cruel hard strokes.\r\nWhen at last the work was done\r\nand the links were complete and unbreakable,\r\nI found that it held me in its grip.'"
    },
    {
        "name": "Purity",
        "link": "https://mypoeticside.com/show-classic-poem-30058",
        "poem": "Life of my life, I shall ever try to keep my body pure, knowing\r\nthat thy living touch is upon all my limbs.\n\r\nI shall ever try to keep all untruths out from my thoughts, knowing\r\nthat thou art that truth which has kindled the light of reason in my mind.\n\r\nI shall ever try to drive all evils away from my heart and keep my\r\nlove in flower, knowing that thou hast thy seat in the inmost shrine of my heart.\n\r\nAnd it shall be my endeavour to reveal thee in my actions, knowing it\r\nis thy power gives me strength to act."
    },
    {
        "name": "Roaming Cloud",
        "link": "https://mypoeticside.com/show-classic-poem-30015",
        "poem": "I am like a remnant of a cloud of autumn\r\nuselessly roaming in the sky, O my sun ever-glorious!\r\nThy touch has not yet melted my vapor,\r\nmaking me one with thy light,\r\nand thus I count months and years separated from thee.\n\r\nIf this be thy wish and if this be thy play,\r\nthen take this fleeting emptiness of mine,\r\npaint it with colors, gild it with gold,\r\nfloat it on the wanton wind and spread it in varied wonders.\n\r\nAnd again when it shall be thy wish to end this play at night,\r\nI shall melt and vanish away in the dark,\r\nor it may be in a smile of the white morning,\r\nin a coolness of purity transparent."
    },
    {
        "name": "Sail Away",
        "link": "https://mypoeticside.com/show-classic-poem-30034",
        "poem": "Early in the day it was whispered that we should sail in a boat,\r\nonly thou and I, and never a soul in the world would know of this our\r\npilgrimage to no country and to no end.\n\r\nIn that shoreless ocean,\r\nat thy silently listening smile my songs would swell in melodies,\r\nfree as waves, free from all bondage of words.\n\r\nIs the time not come yet?\r\nAre there works still to do?\r\nLo, the evening has come down upon the shore\r\nand in the fading light the seabirds come flying to their nests.\n\r\nWho knows when the chains will be off,\r\nand the boat, like the last glimmer of sunset,\r\nvanish into the night?"
    },
    {
        "name": "Salutation",
        "link": "https://mypoeticside.com/show-classic-poem-30001",
        "poem": "In one salutation to thee, my God,\r\nlet all my senses spread out and touch this world at thy feet.\n\r\nLike a rain-cloud of July\r\nhung low with its burden of unshed showers\r\nlet all my mind bend down at thy door in one salutation to thee.\n\r\nLet all my songs gather together their diverse strains into a single current\r\nand flow to a sea of silence in one salutation to thee.\n\r\nLike a flock of homesick cranes flying night and day\r\nback to their mountain nests\r\nlet all my life take its voyage to its eternal home\r\nin one salutation to thee."
    },
    {
        "name": "Seashore",
        "link": "https://mypoeticside.com/show-classic-poem-30026",
        "poem": "On the seashore of endless worlds children meet.\r\nThe infinite sky is motionless overhead\r\nand the restless water is boisterous.\r\nOn the seashore of endless worlds\r\nthe children meet with shouts and dances.\n\r\nThey build their houses with sand\r\nand they play with empty shells.\r\nWith withered leaves they weave their boats\r\nand smilingly float them on the vast deep.\r\nChildren have their play on the seashore of worlds.\n\r\nThey know not how to swim, they know not how to cast nets.\r\nPearl fishers dive for pearls, merchants sail in their ships,\r\nwhile children gather pebbles and scatter them again.\r\nThey seek not for hidden treasures, they know not how to cast nets.\n\r\nThe sea surges up with laughter\r\nand pale gleams the smile of the sea beach.\r\nDeath-dealing waves sing meaningless ballads to the children,\r\neven like a mother while rocking her baby's cradle.\r\nThe sea plays with children,\r\nand pale gleams the smile of the sea beach.\n\r\nOn the seashore of endless worlds children meet.\r\nTempest roams in the pathless sky,\r\nships get wrecked in the trackless water,\r\ndeath is abroad and children play.\r\nOn the seashore of endless worlds is the\r\ngreat meeting of children."
    },
    {
        "name": "Senses",
        "link": "https://mypoeticside.com/show-classic-poem-30019",
        "poem": "Deliverance is not for me in renunciation.\r\nI feel the embrace of freedom in a thousand bonds of delight.\n\r\nThou ever pourest for me the fresh draught of thy wine of various\r\ncolours and fragrance, filling this earthen vessel to the brim.\n\r\nMy world will light its hundred different lamps with thy flame\r\nand place them before the altar of thy temple.\n\r\nNo, I will never shut the doors of my senses.\r\nThe delights of sight and hearing and touch will bear thy delight.\n\r\nYes, all my illusions will burn into illumination of joy,\r\nand all my desires ripen into fruits of love."
    },
    {
        "name": "She",
        "link": "https://mypoeticside.com/show-classic-poem-30023",
        "poem": "She who ever had remained in the depth of my being,\r\nin the twilight of gleams and of glimpses;\r\nshe who never opened her veils in the morning light,\r\nwill be my last gift to thee, my God, folded in my final song.\n\r\nWords have wooed yet failed to win her;\r\npersuasion has stretched to her its eager arms in vain.\n\r\nI have roamed from country to country keeping her in the core of my heart,\r\nand around her have risen and fallen the growth and decay of my life.\n\r\nOver my thoughts and actions, my slumbers and dreams,\r\nshe reigned yet dwelled alone and apart.\n\r\nMany a man knocked at my door and asked for her\r\nand turned away in despair.\n\r\nThere was none in the world who ever saw her face to face,\r\nand she remained in her loneliness waiting for thy recognition."
    },
    {
        "name": "Signet of Eternity",
        "link": "https://mypoeticside.com/show-classic-poem-30033",
        "poem": "The day was when I did not keep myself in readiness for thee;\r\nand entering my heart unbidden even as one of the common crowd,\r\nunknown to me, my king, thou didst press the signet of eternity upon\r\nmany a fleeting moment of my life.\n\r\nAnd today when by chance I light upon them and see thy signature,\r\nI find they have lain scattered in the dust mixed with the memory of\r\njoys and sorrows of my trivial days forgotten.\n\r\nThou didst not turn in contempt from my childish play among dust,\r\nand the steps that I heard in my playroom\r\nare the same that are echoing from star to star."
    },
    {
        "name": "Silent Steps",
        "link": "https://mypoeticside.com/show-classic-poem-30031",
        "poem": "Have you not heard his silent steps?\r\nHe comes, comes, ever comes.\n\r\nEvery moment and every age,\r\nevery day and every night he comes, comes, ever comes.\n\r\nMany a song have I sung in many a mood of mind,\r\nbut all their notes have always proclaimed,\r\n`He comes, comes, ever comes.'\n\r\nIn the fragrant days of sunny April through the forest path he comes,\r\ncomes, ever comes.\n\r\nIn the rainy gloom of July nights on the thundering chariot of clouds\r\nhe comes, comes, ever comes.\n\r\nIn sorrow after sorrow it is his steps that press upon my heart,\r\nand it is the golden touch of his feet that makes my joy to shine."
    },
    {
        "name": "Sit Smiling",
        "link": "https://mypoeticside.com/show-classic-poem-30002",
        "poem": "I boasted among men that I had known you.\r\nThey see your pictures in all works of mine.\r\nThey come and ask me, `Who is he?'\r\nI know not how to answer them. I say, `Indeed, I cannot tell.'\r\nThey blame me and they go away in scorn.\r\nAnd you sit there smiling.\n\r\nI put my tales of you into lasting songs.\r\nThe secret gushes out from my heart.\r\nThey come and ask me, `Tell me all your meanings.'\r\nI know not how to answer them.\r\nI say, `Ah, who knows what they mean!'\r\nThey smile and go away in utter scorn.\r\nAnd you sit there smiling."
    },
    {
        "name": "Sleep",
        "link": "https://mypoeticside.com/show-classic-poem-30045",
        "poem": "In the night of weariness\r\nlet me give myself up to sleep without struggle,\r\nresting my trust upon thee.\n\r\nLet me not force my flagging spirit into a poor preparation for thy worship.\n\r\nIt is thou who drawest the veil of night upon the tired eyes of the day\r\nto renew its sight in a fresher gladness of awakening."
    },
    {
        "name": "Sleep-Stealer",
        "link": "https://mypoeticside.com/show-classic-poem-30151",
        "poem": "Who stole sleep from baby's eyes? I must know.\r\n    Clasping her pitcher to her waist mother went to fetch water\r\nfrom the village near by.\r\n    It was noon. The children's playtime was over; the ducks in\r\nthe pond were silent.\r\n    The shepherd boy lay asleep under the shadow of the banyan\r\ntree.\r\n    The crane stood grave and still in the swamp near the mango\r\ngrove.\r\n    In the meanwhile the Sleep-stealer came and, snatching sleep\r\nfrom baby's eyes, flew away.\r\n    When mother came back she found baby travelling the room over\r\non all fours.\r\n    Who stole sleep from our baby's eyes? I must know. I must find\r\nher and chain her up.\r\n    I must look into that dark cave, where, through boulders and\r\nscowling stones, trickles a tiny stream.\r\n    I must search in the drowsy shade of the bakula grove, where\r\npigeons coo in their corner, and fairies' anklets tinkle in the\r\nstillness of starry nights.\r\n    In the evening I will peep into the whispering silence of the\r\nbamboo forest, where fireflies squander their light, and will ask\r\nevery creature I meet, \"Can anybody tell me where the Sleep-stealer\r\nlives?\"\r\n    Who stole sleep from baby's eyes? I must know.\r\n    Shouldn't I give her a good lesson if I could only catch her!\r\n    I would raid her nest and see where she hoards all her stolen\r\nsleep.\r\n    I would plunder it all, and carry it home.\r\n    I would bind her two wings securely, set her on the bank of\r\nthe river, and then let her play at fishing with a reed among the\r\nrushes and water-lilies.\r\n    When the marketing is over in the evening, and the village\r\nchildren sit in their mothers' laps, then the night birds will\r\nmockingly din her ears with:\r\n    \"Whose sleep will you steal now?\""
    },
    {
        "name": "Song Unsung",
        "link": "https://mypoeticside.com/show-classic-poem-30054",
        "poem": "The song that I came to sing remains unsung to this day.\n\r\nI have spent my days in stringing and in unstringing my instrument.\n\r\nThe time has not come true, the words have not been rightly set;\r\nonly there is the agony of wishing in my heart.\n\r\nThe blossom has not opened; only the wind is sighing by.\n\r\nI have not seen his face, nor have I listened to his voice;\r\nonly I have heard his gentle footsteps from the road before my house.\n\r\nThe livelong day has passed in spreading his seat on the floor;\r\nbut the lamp has not been lit and I cannot ask him into my house.\n\r\nI live in the hope of meeting with him; but this meeting is not yet."
    },
    {
        "name": "Still Heart",
        "link": "https://mypoeticside.com/show-classic-poem-30004",
        "poem": "When I give up the helm\r\nI know that the time has come for thee to take it.\r\nWhat there is to do will be instantly done.\r\nVain is this struggle.\n\r\nThen take away your hands\r\nand silently put up with your defeat, my heart,\r\nand think it your good fortune to sit perfectly still\r\nwhere you are placed.\n\r\nThese my lamps are blown out at every little puff of wind,\r\nand trying to light them I forget all else again and again.\n\r\nBut I shall be wise this time and wait in the dark,\r\nspreading my mat on the floor;\r\nand whenever it is thy pleasure, my lord,\r\ncome silently and take thy seat here."
    },
    {
        "name": "Stream Of Life",
        "link": "https://mypoeticside.com/show-classic-poem-30022",
        "poem": "The same stream of life that runs through my veins night and day\r\nruns through the world and dances in rhythmic measures.\n\r\nIt is the same life that shoots in joy through the dust of the earth\r\nin numberless blades of grass\r\nand breaks into tumultuous waves of leaves and flowers.\n\r\nIt is the same life that is rocked in the ocean-cradle of birth\r\nand of death, in ebb and in flow.\n\r\nI feel my limbs are made glorious by the touch of this world of life.\r\nAnd my pride is from the life-throb of ages dancing in my blood this moment."
    },
    {
        "name": "Strong Mercy",
        "link": "https://mypoeticside.com/show-classic-poem-30053",
        "poem": "My desires are many and my cry is pitiful,\r\nbut ever didst thou save me by hard refusals;\r\nand this strong mercy has been wrought into my life through and through.\n\r\nDay by day thou art making me worthy of the simple,\r\ngreat gifts that thou gavest to me unasked---this sky and the light, this body and the\r\nlife and the mind---saving me from perils of overmuch desire.\n\r\nThere are times when I languidly linger\r\nand times when I awaken and hurry in search of my goal;\r\nbut cruelly thou hidest thyself from before me.\n\r\nDay by day thou art making me worthy of thy full acceptance by\r\nrefusing me ever and anon, saving me from perils of weak, uncertain desire."
    },
    {
        "name": "Superior",
        "link": "https://mypoeticside.com/show-classic-poem-30152",
        "poem": "Mother, your baby is silly! She is so absurdly childish!\r\n    She does not know the difference between the lights in the\r\nstreets and the stars.\r\n    When we play at eating with pebbles, she thinks they are real\r\nfood, and tries to put them into her mouth.\r\n    When I open a book before her and ask her to learn her a, b,\r\nc, she tears the leaves with her hands and roars for joy at\r\nnothing; this is your baby's way of doing her lesson.\r\n    When I shake my head at her in anger and scold her and call\r\nher naughty, she laughs and thinks it great fun.\r\n    Everybody knows that father is away, but if in play I call\r\naloud \"Father,\" she looks about her in excitement and thinks that\r\nfather is near.\r\n    When I hold my class with the donkeys that our washer man\r\nbrings to carry away the clothes and I warn her that I am the\r\nschoolmaster, she will scream for no reason and call me dada.\r\n    Your baby wants to catch the moon. She is so funny; she calls\r\nGanesh Ganush.\r\n    Mother, your baby is silly! She is so absurdly childish!"
    },
    {
        "name": "Sympathy",
        "link": "https://mypoeticside.com/show-classic-poem-30153",
        "poem": "If I were only a little puppy, not your baby, mother dear, would\r\nyou say \"No\" to me if I tried to eat from your dish?\r\n    Would you drive me off, saying to me, \"Get away, you naughty\r\nlittle puppy?\"\r\n    Then go, mother, go! I will never come to you when you call\r\nme, and never let you feed me any more.\r\n    If I were only a little green parrot, and not your baby,\r\nmother dear, would you keep me chained lest I should fly away?\r\n    Would you shake your finger at me and say, \"What an ungrateful\r\nwretch of a bird! It is gnawing at its chain day and night?\"\r\n    The go, mother, go! I will run away into the woods; I will\r\nnever let you take me in your arms again."
    },
    {
        "name": "The Astronomer",
        "link": "https://mypoeticside.com/show-classic-poem-30154",
        "poem": "I only said, \"When in the evening the round full moon gets\r\nentangled among the beaches of that Dadam tree, couldn't somebody\r\ncatch it?\"\r\n    But dada laughed at me and said, \"Baby, you are the silliest\r\nchild I have ever known. The moon is ever so far from us, how could\r\nanybody catch it?\"\r\n    I said, \"Dada, how foolish you are! When mother looks out of\r\nher window and smiles down at us playing, would you call her far\r\naway?\"\r\n    Still dada said, \"You are a stupid child! But, baby where\r\ncould you find a net big enough to catch the moon with?\"\r\n    I said, \"Surely you could catch it with your hands.\"\r\n    But dada laughed and said, \"You are the silliest child I have\r\nknown. If it came nearer, you would see how big the moon is.\"\r\n    I said, \"Dada, what nonsense they teach at your school! When\r\nmother bends her face down to kiss us, does her face look very\r\nbig?\"\r\n    But still dada says, \"You are a stupid child.\""
    },
    {
        "name": "The Banyan Tree",
        "link": "https://mypoeticside.com/show-classic-poem-30155",
        "poem": "O you shaggy-headed banyan tree standing on the bank of the pond,\r\nhave you forgotten the little chile, like the birds that have\r\nnested in your branches and left you?\r\n    Do you not remember how he sat at the window and wondered at\r\nthe tangle of your roots and plunged underground?\r\n    The women would come to fill their jars in the pond, and your\r\nhuge black shadow would wriggle on the water like sleep struggling\r\nto wake up.\r\n    Sunlight danced on the ripples like restless tiny shuttles\r\nweaving golden tapestry.\r\n    Two ducks swam by the weedy margin above their shadows, and\r\nthe child would sit still and think.\r\n    He longed to be the wind and blow through your resting\r\nbranches, to be your shadow and lengthen with the day on the water,\r\nto be a bird and perch on your topmost twig, and to float like\r\nthose ducks among the weeds and shadows."
    },
    {
        "name": "The Beginning",
        "link": "https://mypoeticside.com/show-classic-poem-30156",
        "poem": "\"Where have I come from, where did you pick me up?\" the baby asked\r\nits mother.\r\n    She answered, half crying, half laughing, and clasping the\r\nbaby to her breast-\r\n    \"You were hidden in my heart as its desire, my darling.\r\n    You were in the dolls of my childhood's games; and when with\r\nclay I made the image of my god every morning, I made the unmade\r\nyou then.\r\n    You were enshrined with our household deity, in his worship\r\nI worshipped you.\r\n    In all my hopes and my loves, in my life, in the life of my\r\nmother you have lived.\r\n    In the lap of the deathless Spirit who rules our home you have\r\nbeen nursed for ages.\r\n    When in girlhood my heart was opening its petals, you hovered\r\nas a fragrance about it.\r\n    Your tender softness bloomed in my youthful limbs, like a glow\r\nin the sky before the sunrise.\r\n    Heaven's first darling, twain-born with the morning light, you\r\nhave floated down the stream of the world's life, and at last you\r\nhave stranded on my heart.\r\n    As I gaze on your face, mystery overwhelms me; you who belong\r\nto all have become mine.\r\n    For fear of losing you I hold you tight to my breast. What\r\nmagic has snared the world's treasure in these slender arms of\r\nmine?\""
    },
    {
        "name": "The Boat",
        "link": "https://mypoeticside.com/show-classic-poem-30051",
        "poem": "I must launch out my boat.\r\nThe languid hours pass by on the\r\nshore---Alas for me!\n\r\nThe spring has done its flowering and taken leave.\r\nAnd now with the burden of faded futile flowers I wait and linger.\n\r\nThe waves have become clamorous, and upon the bank in the shady lane\r\nthe yellow leaves flutter and fall.\n\r\nWhat emptiness do you gaze upon!\r\nDo you not feel a thrill passing through the air\r\nwith the notes of the far-away song\r\nfloating from the other shore?"
    },
    {
        "name": "The Chanpa Flower",
        "link": "https://mypoeticside.com/show-classic-poem-30157",
        "poem": "Supposing I became a chanpa flower, just for fun, and grew on a\r\nbranch high up that tree, and shook in the wind with laughter and\r\ndanced upon the newly budded leaves, would you know me, mother?\r\n    You would call, \"Baby, where are you?\" and I should laugh to\r\nmyself and keep quite quiet.\r\n    I should slyly open my petals and watch you at your work.\r\n    When after your bath, with wet hair spread on your shoulders,\r\nyou walked through the shadow of the champ tree to the little court\r\nwhere you say your prayers, you would notice the scent of the\r\nflower, but not know that it cane from me.\r\n    When after the midday meal you sat at the window reading\r\nramayana, and the tree's shadow fell over your hair and your lap,\r\nI should fling my wee little shadow on to the page of your book,\r\njust where you were reading.\r\n    But  would you guess that it was the tiny shadow of your\r\nlittle child?\r\n    When in the evening you went to the cow shed with the lighted\r\nlamp in your hand I should suddenly drop on to the earth again and\r\nbe your own baby once more, and beg you to tell me a story.\r\n    \"Where have you been, you naughty child?\"\r\n    \"I won't tell you, mother.\" That's what you and I would say\r\nthen."
    },
    {
        "name": "The Child-Angel",
        "link": "https://mypoeticside.com/show-classic-poem-30158",
        "poem": "They clamour and fight, they doubt and despair, they know no end\r\nto their wrangling.\r\n    Let your life come amongst them like a flame of light, my\r\nchild, unflickering and pure, and delight them into silence.\r\nThey are cruel in their greed and their envy, their words are like\r\nhidden knives thirsting for blood.\r\n    Go and stand amidst their scowling hearts, my child, and let\r\nyour gentle eyes fall upon them like the forgiving peace of the\r\nevening over the strife of the day.\r\n    Let them see your face, my child, and thus know the meaning\r\nof all things; let them love you and thus love each other.\r\n    Come and take your seat in the bosom of the limitless, my\r\nchild. At sunrise open and raise your heart like a blossoming\r\nflower, and at sunset bend your head and in silence complete the\r\nworship of the day."
    },
    {
        "name": "The End",
        "link": "https://mypoeticside.com/show-classic-poem-30159",
        "poem": "It is time for me to go, mother; I am going.\r\n    When in the paling darkness of the lonely dawn you stretch out\r\nyour arms for your baby in the bed, I shall say, \"Baby is not\r\nhere!\"-mother, I am going.\r\n    I shall become a delicate draught of air and caress you and\r\nI shall be ripples in the water when you bathe, and kiss you and\r\nkiss you again.\r\n    In the gusty night when the rain patters on the leaves you\r\nwill hear my whisper in your bed, and my laughter will flash with\r\nthe lightning through the open window into your room.\r\n    If you lie awake, thinking of your baby till late into the\r\nnight, I shall sing to you from the stars, \"Sleep, mother, sleep.\"\r\n    One the straying moonbeams I shall steal over your bed, and\r\nlie upon your bosom while you sleep.\r\n    I shall become a dream, and through the little opening of your\r\neyelids I shall slip into the depths of your sleep; and when you\r\nwake up and look round startled, like a twinkling firefly I shall\r\nflit out into the darkness.\r\n    When, on the great festival of puja, the neighbours' children\r\ncome and play about the house, I shall melt into the music of the\r\nflute and throb in your heart all day.\r\n    Dear auntie will come with puja-presents and will ask,\"Where\r\nis our baby, sister?\" Mother, you will tell her softly, \"He is in\r\nthe pupils of my eyes, he is in my body and in my soul.\""
    },
    {
        "name": "The First Jasmines",
        "link": "https://mypoeticside.com/show-classic-poem-30148",
        "poem": "Ah, these jasmines, these white jasmines!\r\n    I seem to remember the first day when I filled my hands with\r\nthese jasmines, these white jasmines.\r\n    I have loved the sunlight, the sky and the green earth;\r\n    I have heard the liquid murmur of the river thorough the\r\ndarkness of midnight;\r\n    Autumn sunsets have come to me at the bend of a road in the\r\nlonely waste, like a bride raising her veil to accept her lover.\r\n    Yet my memory is still sweet with the first white jasmines\r\nthat I held in my hands when I was a child.\r\n    Many a glad day has come in my life, and I have laughed with\r\nmerrymakers on festival nights.\r\n    On grey mornings of rain I have crooned many an idle song.\r\n    I have worn round my neck the evening wreath of bakulas woven\r\nby the hand of love.\r\n    Yet my heart is sweet with the memory of the first fresh\r\njasmines that filled my hands when I was a child."
    },
    {
        "name": "The Flower-School",
        "link": "https://mypoeticside.com/show-classic-poem-30147",
        "poem": "When storm-clouds rumble in the sky and June showers come down.\r\n    The moist east wind comes marching over the heath to blow its\r\nbagpipes among the bamboos.\r\n    Then crowds of flowers come out of a sudden, from nobody knows\r\nwhere, and dance upon the grass in wild glee.\r\n    Mother, I really think the flowers go to school underground.\r\n    They do their lessons with doors shut, and if they want to\r\ncome out to play before it is time, their master makes them stand\r\nin a corner.\r\n    When the rain come they have their holidays.\r\n    Branches clash together in the forest, and the leaves rustle\r\nin the wild wind, the thunder-clouds clap their giant hands and the\r\nflower children rush out in dresses of pink and yellow and white.\r\n    Do you know, mother, their home is in the sky, where the stars\r\nare.\r\n    Haven't you see how eager they are to get there? Don't you\r\nknow why they are in such a hurry?\r\n    Of course, I can guess to whom they raise their arms; they\r\nhave their mother as I have my own."
    },
    {
        "name": "The Further Bank",
        "link": "https://mypoeticside.com/show-classic-poem-30146",
        "poem": "I long to go over there to the further bank of the river.\r\n    Where those boats are tied to the bamboo poles in a line;\r\n    Where men cross over in their boats in the morning with\r\nploughs on their shoulders to till their far-away fields;\r\n    Where the cowherds make their lowing cattle swim across to the\r\nriverside pasture;\r\n    Whence they all come back home in the evening, leaving the\r\njackals to howl in the island overgrown with weeds.\r\n    Mother, if you don't mind, I should like to become the boatman\r\nof the ferry when I am grown up.\r\n    They say there are strange pools hidden behind that high bank.\r\n    Where flocks of wild ducks come when the rains are over, and\r\nthick reeds grow round the margins where water-birds lay their\r\neggs;\r\n    Where snipes with their dancing tails stamp their tiny\r\nfootprints upon the clean soft mud;\r\n    Where in the evening the tall grasses crested with while\r\nflowers invite the moonbeam to float upon their waves.\r\n    Mother, if you don't mind, I should like to become the boatman\r\nof the ferryboat when I am grown up.\r\n    I shall cross and cross back from bank to bank, and all the\r\nboys and girls of the village will wonder at me while they are\r\nbathing.\r\n    When the sun climbs the mid sky and morning wears on to noon,\r\nI shall come running to you, saying, \"Mother, I am hungry.\"\r\n    When the day is done and the shadows cower under the trees,\r\nI shall come back in the dust.\r\n    I shall never go away from you into the town to work like\r\nfather.\r\n    Mother, if you don't mind, I should like to become the boatman\r\nof the ferryboat when I am grown up."
    },
    {
        "name": "The Gardener IV: Ah Me",
        "link": "https://mypoeticside.com/show-classic-poem-30135",
        "poem": "Ah me, why did they build my\r\nhouse by the road to the market\r\ntown?\r\n    They moor their laden boats near\r\nmy trees.\r\n    They come and go and wander at\r\ntheir will.\r\n    I sit and watch them; my time\r\nwears on.\r\n    Turn them away I cannot. And\r\nthus my days pass by.\r\n    Night and day their steps sound\r\nby my door.\r\n    Vainly I cry, \"I do not know\r\nyou.\"\r\n    Some of them are known to my\r\nfingers, some to my nostrils, the\r\nblood in my veins seems to know\r\nthem, and some are known to my\r\ndreams.\r\n    Turn them away I cannot. I call\r\nthem and say, \"Come to my house\r\nwhoever chooses. Yes, come.\"\r\n    In the morning the bell rings in the\r\ntemple.\r\n    They come with their baskets in\r\ntheir hands.\r\n    Their feet are rosy red. The early\r\nlight of dawn is on their faces.\r\n    Turn them away I cannot. I call\r\nthem and I say, \"Come to my garden\r\nto gather flowers. Come hither.\"\r\n    In the mid-day the gong sounds\r\nat the palace gate.\r\n    I know not why they leave their\r\nwork and linger near my hedge.\r\n    The flowers in their hair are pale\r\nand faded; the notes are languid in\r\ntheir flutes.\r\n    Turn them away I cannot. I call\r\nthem and say, \"The shade is cool\r\nunder my trees. Come, friends.\"\r\n    At night the crickets chirp in the\r\nwoods.\r\n    Who is it that comes slowly to my\r\ndoor and gently knocks?\r\n    I vaguely see the face, not a word\r\nis spoken, the stillness of the sky is\r\nall around.\r\n    Turn away my silent guest I\r\ncannot. I look at the face through the\r\ndark, and hours of dreams pass by."
    },
    {
        "name": "The Gardener IX: When I Go Alone at Night",
        "link": "https://mypoeticside.com/show-classic-poem-30136",
        "poem": "When I go alone at night to my\r\nlove-tryst, birds do not sing, the wind\r\ndoes not stir, the houses on both sides\r\nof the street stand silent.\r\n    It is my own anklets that grow loud\r\nat every step and I am ashamed.\r\n    When I sit on my balcony and listen\r\nfor his footsteps, leaves do not rustle\r\non the trees, and the water is still in\r\nthe river like the sword on the knees\r\nof a sentry fallen asleep.\r\n    It is my own heart that beats wildly\r\n--I do not know how to quiet it.\r\n    When my love comes and sits by\r\nmy side, when my body trembles and\r\nmy eyelids droop, the night darkens,\r\nthe wind blows out the lamp, and the\r\nclouds draw veils over the stars.\r\n    It is the jewel at my own breast\r\nthat shines and gives light. I do not\r\nknow how to hide it."
    },
    {
        "name": "The Gardener LI: Then Finish the Last Song",
        "link": "https://mypoeticside.com/show-classic-poem-30137",
        "poem": "Then finish the last song and let us\r\nleave.\r\n    Forget this night when the night is\r\nno more.\r\n    Whom do I try to clasp in my\r\narms? Dreams can never be made captive.\r\n    My eager hands press emptiness to\r\nmy heart and it bruises my breast."
    },
    {
        "name": "The Gardener LIX: O Woman",
        "link": "https://mypoeticside.com/show-classic-poem-30138",
        "poem": "O woman, you are not merely the\r\nhandiwork of God, but also of men;\r\nthese are ever endowing you with\r\nbeauty from their hearts.\r\nPoets are weaving for you a web\r\nwith threads of golden imagery;\r\npainters are giving your form ever\r\nnew immortality.\r\nThe sea gives its pearls, the mines\r\ntheir gold, the summer gardens their\r\nflowers to deck you, to cover you, to\r\nmake you more precious.\r\nThe desire of men's hearts has shed\r\nits glory over your youth.\r\nYou are one half woman and one\r\nhalf dream."
    },
    {
        "name": "The Gardener LV: It Was Mid-Day",
        "link": "https://mypoeticside.com/show-classic-poem-30139",
        "poem": "It was mid-day when you went\r\naway .\r\n    The sun was strong in the sky.\r\n    I had done my work and sat alone\r\non my balcony when you went away.\r\n    Fitful gusts came winnowing\r\nthrough the smells of may distant\r\nfields.\r\n    The doves cooed tireless in the shade,\r\nand a bee strayed in my room hum-\r\nming the news of many distant fields.\r\n    The village slept in the noonday\r\nheat. The road lay deserted.\r\n    In sudden fits the rustling of the\r\nleaves rose and died.\r\n    I gazed at the sky and wove in the\r\nblue the letters of a name I had known,\r\nwhile the village slept in the noonday\r\nheat.\r\n    I had forgotten to braid my hair.\r\nThe languid breeze played with it upon\r\nmy cheek.\r\n    The river ran unruffled under the\r\nshady bank.\r\n    The lazy white clouds did not move.\r\n    I had forgotten to braid my hair.\r\n    It was mid-day when you went\r\naway.\r\n    The dust of the road was hot and\r\nthe fields panting.\r\n    The doves cooed among the dense\r\nleaves.\r\n    I was alone in my balcony when you\r\nwent away."
    },
    {
        "name": "The Gardener LVII: I Plucked Your Flower",
        "link": "https://mypoeticside.com/show-classic-poem-30140",
        "poem": "I plucked your flower, O world!\r\nI pressed it to my heart and the\r\nthorn pricked.\r\nWhen the day waned and it\r\ndarkened, I found that the flower had\r\nfaded, but the pain remained.\r\nMore flowers will come to you with\r\nperfume and pride, O world!\r\nBut my time for flower-gathering\r\nis over, and through the dark night\r\nI have not my rose, only the pain\r\nremains."
    },
    {
        "name": "The Gardener LXI: Peace, My Heart",
        "link": "https://mypoeticside.com/show-classic-poem-30141",
        "poem": "Peace, my heart, let the time for\r\nthe parting be sweet.\r\nLet it not be a death but completeness.\r\nLet love melt into memory and pain\r\ninto songs.\r\nLet the flight through the sky end\r\nin the folding of the wings over the\r\nnest.\r\nLet the last touch of your hands be\r\ngentle like the flower of the night.\r\nStand still, O Beautiful End, for a\r\nmoment, and say your last words in\r\nsilence.\r\nI bow to you and hold up my lamp\r\nto light you on your way."
    },
    {
        "name": "The Gardener LXIV: I Spent My Day",
        "link": "https://mypoeticside.com/show-classic-poem-30142",
        "poem": "I spent my day on the scorching\r\nhot dust of the road.\r\nNow, in the cool of the evening, I\r\nknock at the door of the inn. It is\r\ndeserted and in ruins.\r\nA grim ashath tree spreads its\r\nhungry clutching roots through the\r\ngaping fissures of the walls.\r\nDays have been when wayfarers\r\ncame here to wash their weary feet.\r\nThey spread their mats in the\r\ncourtyard in the dim light of the\r\nearly moon, and sat and talked of\r\nstrange lands.\r\nThey woke refreshed in the morning\r\nwhen birds made them glad, and\r\nfriendly flowers nodded their heads\r\nat them from the wayside.\r\nBut no lighted lamp awaited me\r\nwhen I came here.\r\nThe black smudges of smoke left by\r\nmany a forgotten evening lamp stare,\r\nlike blind eyes, from the wall.\r\nFireflies flit in the bush near the\r\ndried-up pond, and bamboo branches\r\nfling their shadows on the grass-\r\ngrown path.\r\nI am the guest of no one at the end\r\nof my day.\r\nThe long night is before me, and I\r\nam tired."
    },
    {
        "name": "The Gardener LXIX: I Hunt for the Golden Stag",
        "link": "https://mypoeticside.com/show-classic-poem-30143",
        "poem": "I hunt for the golden stag.\r\n    You may smile, my friends, but I\r\npursue the vision that eludes me.\r\n    I run across hills and dales, I wander\r\nthrough nameless lands, because I am\r\nhunting for the golden stag.\r\n    You come and buy in the market\r\nand go back to your homes laden with\r\ngoods, but the spell of the homeless\r\nwinds has touched me I know not when\r\nand where.\r\n    I have no care in my heart; all my\r\nbelongings I have left far behind me.\r\n    I run across hills and dales, I wander\r\nthrough nameless lands--because I am\r\nhunting for the golden stag."
    },
    {
        "name": "The Gardener LXVIII: None Lives For Ever, Brother",
        "link": "https://mypoeticside.com/show-classic-poem-30144",
        "poem": "None lives for ever, brother, and\r\nnothing lasts for long. Keep that in\r\nmind and rejoice.\r\n    Our life is not the one old burden,\r\nour path is not the one long\r\njourney.\r\n    One sole poet has not to sing one\r\naged song.\r\n    The flower fades and dies; but he\r\nwho wears the flower has not to\r\nmourn for it for ever.\r\n    Brother, keep that in mind and\r\nrejoice.\r\n    There must come a full pause to\r\nweave perfection into music.\r\n    Life droops toward its sunset to be\r\ndrowned in the golden shadows.\r\n    Love must be called from its play\r\nto drink sorrow and be borne to the\r\nheaven of tears.\r\n    Brother, keep that in min and\r\nrejoice.\r\n    We hasten to gather our flowers lest\r\nthey are plundered by the passing\r\nwinds.\r\n    It quickens our blood and brightens\r\nour eyes to snatch kisses that would\r\nvanish if we delayed.\r\n    Our life is eager, our desires are keen,\r\nfor time tolls the bell of parting.\r\n    Brother, keep that in mind and\r\nrejoice.\r\n    There is not time for us to clasp a\r\nthing and crush it and fling it away to\r\nthe dust.\r\n    The hours trip rapidly away, hiding\r\ntheir dreams in their skirts.\r\n    Our life is short; it yields but a\r\nfew days for love.\r\n    Were it for work and drudgery it\r\nwould be endlessly long.\r\n    Brother, keep that in mind and\r\nrejoice.\r\n    Beauty is sweet to us, because she\r\ndances to the same fleeting tune with\r\nour lives.\r\n    Knowledge is precious to us, because\r\nwe shall never have time to\r\ncomplete it.\r\n    All is done and finished in the eternal\r\nHeaven.\r\n    But earth's flowers of illusion are\r\nkept eternally fresh by death.\r\n    Brother, keep that in mind and\r\nrejoice."
    },
    {
        "name": "The Gardener LXXIX: I Often Wonder",
        "link": "https://mypoeticside.com/show-classic-poem-30145",
        "poem": "I often wonder where lie hidden\r\nthe boundaries of recognition between\r\nman and the beast whose heart knows\r\nno spoken language.\r\n    Through what primal paradise in a\r\nremote morning of creation ran the\r\nsimple path by which their hearts\r\nvisited each other.\r\n    Those marks of their constant tread\r\nhave not been effaced though their\r\nkinship has been long forgotten.\r\n    Yet suddenly in some wordless\r\nmusic the dim memory wakes up\r\nand the beast gazes into the man's\r\nface with a tender trust, and the\r\nman looks down into its eyes with\r\namused affection.\r\n    It seems that the two friends meet\r\nmasked, and vaguely know each other\r\nthrough the disguise."
    },
    {
        "name": "The Gardener LXXV: At Midnight",
        "link": "https://mypoeticside.com/show-classic-poem-30160",
        "poem": "At midnight the would-be ascetic\r\nannounced:\r\n    \"This is the time to give up my\r\nhome and seek for God. Ah, who has\r\nheld me so long in delusion here?\"\r\n    God whispered, \"I,\" but the ears\r\nof the man were stopped.\r\n    With a baby asleep at her breast\r\nlay his wife, peacefully sleeping on\r\none side of the bed.\r\n    The man said, \"Who are ye that\r\nhave fooled me so long?\"\r\n    The voice said again, \"They are\r\nGod,\" but he heard it not.\r\n    The baby cried out in its dream,\r\nnestling close to its mother.\r\n    God commanded, \"Stop, fool, leave\r\nnot thy home,\" but still he heard not.\r\n    God sighed and complained, \"Why\r\ndoes my servant wander to seek me,\r\nforsaking me?\""
    },
    {
        "name": "The Gardener LXXVI: The Fair Was On",
        "link": "https://mypoeticside.com/show-classic-poem-30105",
        "poem": "The fair was on before the temple.\r\nIt had rained from the early morning\r\nand the day came to its end.\r\n    Brighter than all the gladness of\r\nthe crowd was the bright smile of\r\na girl who bought for a farthing a\r\nwhistle of palm leaf.\r\n    The shrill joy of that whistle floated\r\nabove all laughter and noise.\r\n    An endless throng of people came\r\nand jostled together. The road was\r\nmuddy, the river in flood, the field\r\nunder water in ceaseless rain.\r\n    Greater than all the troubles of\r\nthe crowd was a little boy's trouble--\r\nhe had not a farthing to buy a painted\r\nstick.\r\n    His wistful eyes gazing at the shop\r\nmade this whole meeting of men so\r\npitiful."
    },
    {
        "name": "The Gardener LXXXI: Why Do You Whisper So Faintly",
        "link": "https://mypoeticside.com/show-classic-poem-30064",
        "poem": "Why do you whisper so faintly in\r\nmy ears, O Death, my Death?\r\n    When the flowers droop in the\r\nevening and cattle come back to their\r\nstalls, you stealthily come to my side\r\nand speak words that I do not\r\nunderstand.\r\n    Is this how you must woo and win\r\nme with the opiate of drowsy murmur\r\nand cold kisses, O Death, my Death?\r\n    Will there be no proud ceremony\r\nfor our wedding?\r\n    Will you not tie up with a wreath\r\nyour tawny coiled locks?\r\n    Is there none to carry your banner\r\nbefore you, and will not the night be\r\non fire with your red torch-lights,\r\nO Death, my Death?\r\n    Come with your conch-shells sound-\r\ning, come in the sleepless night.\r\n    Dress me with a crimson mantle,\r\ngrasp my hand and take me.\r\n    Let your chariot be ready at my\r\ndoor with your horses neighing impatiently.\r\n    Raise my veil and look at my face\r\nproudly, O Death, my Death!"
    },
    {
        "name": "The Gardener LXXXIV: Over the Green",
        "link": "https://mypoeticside.com/show-classic-poem-30065",
        "poem": "Over the green and yellow rice-fields\r\nsweep the shadows of the autumn\r\nclouds followed by the swift-chasing\r\nsun.\r\n    The bees forget to sip their honey;\r\ndrunken with light they foolishly hover\r\nand hum.\r\n    The ducks in the islands of the river\r\nclamour in joy for mere nothing.\r\n    Let none go back home, brothers,\r\nthis morning, let none go to work.\r\n    Let us take the blue sky by storm\r\nand plunder space as we run.\r\n    Laughter floats in the air like foam\r\non the flood.\r\n    Brothers, let us squander our\r\nmorning in futile songs."
    },
    {
        "name": "The Gardener X: Let Your Work Be, Bride",
        "link": "https://mypoeticside.com/show-classic-poem-30062",
        "poem": "Let your work be, bride. Listen, the\r\nguest has come.\r\n    Do you hear, he is gently shaking\r\nthe chain which fastens the door?\r\n    See that your anklets make no loud\r\nnoise, and that your step is not over-\r\nhurried at meeting him.\r\n    Let your work be, bride, the guest\r\nhad come in the evening.\r\n    No, it is not the ghostly wind, bride,\r\ndo not be frightened.\r\n    It is the full moon on a night of\r\nApril; shadows are pale in the court-\r\nyard; the sky overhead is bright.\r\n    Draw your veil over your face if\r\nyou must, carry the lamp to the door\r\nif you fear.\r\n    No, it is not the ghostly wind, bride,\r\ndo not be frightened.\r\n    Have no word with him if you are\r\nshy; stand aside by the door when you\r\nmeet him.\r\n    If he asks you questions, and if\r\nyou wish to, you can lower you eyes\r\nin silence.\r\n    Do not let your bracelets jingle\r\nwhen, lamp in hand, you lead him in.\r\n    Have no words with him if your are\r\nshy.\r\n    Have you not finished you work yet,\r\nbride? Listen, the guest has come.\r\n    Have you not lit the lamp in the\r\ncowshed?\r\n    Have you not got ready the offering\r\nbasket for the evening service?\r\n    Have you not put the red lucky\r\nmark at the parting of your hair, and\r\ndone your toilet for the night?\r\n    O bride, do you hear, the guest has\r\ncome?\r\n    Let your work be!"
    },
    {
        "name": "The Gardener XI: Come As You Are",
        "link": "https://mypoeticside.com/show-classic-poem-30068",
        "poem": "Come as you are; do not loiter over\r\nyour toilet.\r\n    If your braided hair has loosened if\r\nthe parting of your hair be not straight,\r\nif the ribbons of your bodice be not\r\nfastened, do not mind.\r\n    Come as you are; do not loiter over\r\nyour toilet.\r\n    Come, with quick steps over the\r\ngrass.\r\n    If the raddle come from your feet\r\nbecause of the dew, of the rings of bells\r\nupon your feet slacken, if pearls drop\r\nout of your chain, do not mind.\r\n    Come, with quick steps over the\r\ngrass.\r\n    Do you see the clouds wrapping the\r\nsky?\r\n    Flocks of cranes fly up from the\r\nfurther river-bank and fitful gusts of\r\nwind rush over the heath.\r\n    The anxious cattle run to their stalls\r\nin the village.\r\n    Do you see the clouds wrapping the\r\nsky?\r\n    In vain you light your toilet lamp\r\n--it flickers and goes out in the\r\nwind.\r\n    Who can know that your eyelids\r\nhave not been touched with lamp-\r\nblack? For your eyes are darker\r\nthan rain-clouds.\r\n    In vain you light your toilet lamp--\r\nit goes out.\r\n    Come as you are; do not loiter over\r\nyour toilet.\r\n    If the wreath is not woven, who\r\ncares; if the wrist-chain had not been\r\nlinked, let it be.\r\n    The sky is overcast with clouds--it\r\nis late.\r\n    Come as you are; do not loiter over\r\nyour toilet."
    },
    {
        "name": "The Gardener XIII: I Asked Nothing",
        "link": "https://mypoeticside.com/show-classic-poem-30063",
        "poem": "I asked nothing, only stood at the\r\nedge of the wood behind the tree.\r\n    Languor was still upon the eyes\r\nof the dawn, and the dew in the air.\r\n    The lazy smell of the damp grass\r\nhung in the thin mist above the earth.\r\n    Under the banyan tree you were\r\nmilking the cow with your hands,\r\ntender and fresh as butter.\r\n    And I was standing still.\r\n    I did not say a word. It was the\r\nbird that sang unseen from the thicket.\r\n    The mango tree was shedding its\r\nflowers upon the village road, and the\r\nbees came humming one by one.\r\n    On the side of the pond the gate of\r\nShiva's temple was opened and the\r\nworshipper had begun his chants.\r\n    With the vessel on your lap you\r\nwere milking the cow.\r\n    I stood with my empty can.\r\n    I did not come near you.\r\n    The sky woke with the sound of\r\nthe gong at the temple.\r\n    The dust was raised in the road\r\nfrom the hoofs of the driven cattle.\r\n    With the gurgling pitchers at their\r\nhips, women came from the river.\r\n    Your bracelets were jingling, and\r\nfoam brimming over the jar.\r\n    The morning wore on and I did not\r\ncome near you."
    },
    {
        "name": "The Gardener XIV: I Was Walking by the Road",
        "link": "https://mypoeticside.com/show-classic-poem-30069",
        "poem": "I was walking by the road, I do not\r\nknow why, when the noonday was past\r\nand bamboo branches rustled in the\r\nwind.\r\n    The prone shadows with their out-\r\nstretched arms clung to the feet of\r\nthe hurrying light.\r\n    The koels were weary of their\r\nsongs.\r\n    I was walking by the road, I do not\r\nknow why.\r\n    The hut by the side of the water is\r\nshaded by an overhanging tree.\r\n    Some on was busy with her work,\r\nand her bangles made music in the\r\ncorner.\r\n    I stood before this hut, I know not\r\nwhy.\r\n    The narrow winding road crosses\r\nmany a mustard field, and many a\r\nmango forest.\r\n    It passes by the temple of the\r\nvillage and the market at the river\r\nlanding-place.\r\n    I stopped by this hut, I do not know\r\nwhy.\r\n    Years ago it was a day of breezy\r\nMarch when the murmur of the spring\r\nwas languorous, and mango blossoms\r\nwere dropping on the dust.\r\n    The rippling water leapt and licked\r\nthe brass vessel that stood on the\r\nlanding-step.\r\n    I think of that day of breezy March,\r\nI do not know why.\r\n    Shadows are deepening and cattle\r\nreturning to their folds.\r\n    The light is grey upon the lonely\r\nmeadows, and the villagers are waiting\r\nfor the ferry at the bank.\r\n    I slowly return upon my steps, I\r\ndo not know why."
    },
    {
        "name": "The Gardener XIX: You Walked",
        "link": "https://mypoeticside.com/show-classic-poem-30080",
        "poem": "You walked by the riverside path\r\nwith the full pitcher upon your hip.\r\n    Why did you swiftly turn your face\r\nand peep at me through your fluttering\r\nveil?\r\n    That gleaming look from the dark\r\ncame upon me like a breeze that sends\r\na shiver through the rippling water\r\nand sweeps away to the shadowy\r\nshore.\r\n    It came to me like the bird of the\r\nevening that hurriedly flies across the\r\nlampless room from the one open\r\nwindow to the other, and disappears\r\nin the night.\r\n    You are hidden as a star behind the\r\nhills, and I am a passer-by upon the\r\nroad.\r\n    But why did you stop for a moment\r\nand glance at my face through your\r\nveil while you walked by the river-\r\nside path with the full pitcher upon\r\nyour hip?"
    },
    {
        "name": "The Gardener XL: An Unbelieving Smile",
        "link": "https://mypoeticside.com/show-classic-poem-30079",
        "poem": "An unbelieving smile flits on your\r\neyes when I come to you to take my\r\nleave.\r\n    I have done it so often that you\r\nthink I will soon return.\r\n    To tell you the truth I have the\r\nsame doubt in my mind.\r\n    For the spring days come again\r\ntime after time; the full moon takes\r\nleave and comes on another visit,\r\nthe flowers come again and blush\r\nupon their branches year after year,\r\nand it is likely that I take my leave\r\nonly to come to you again.\r\n    But keep the illusion awhile; do\r\nnot send it away with ungentle\r\nhaste.\r\n    When I say I leave you for all\r\ntime, accept it as true, and let a\r\nmist of tears for one moment deepen\r\nthe dark rim of your eyes.\r\n    Then smile as archly as you like\r\nwhen I come again."
    },
    {
        "name": "The Gardener XLII: O Mad, Superbly Drunk",
        "link": "https://mypoeticside.com/show-classic-poem-30077",
        "poem": "O mad, superbly drunk;\r\n    If you kick open your doors and\r\nplay the fool in public;\r\n    If you empty your bag in a night,\r\nand snap your fingers at prudence;\r\n    If you walk in curious paths and\r\nplay with useless things;\r\n    Reck not rhyme or reason;\r\n    If unfurling your sails before the\r\nstorm you snap the rudder in two,\r\n    Then I will follow you, comrade,\r\nand be drunken and go to the dogs.\r\n    I have wasted my days and nights\r\nin the company of steady wise neighbours.\r\n    Much knowing has turned my hair\r\ngrey, and much watching has made\r\nmy sight dim.\r\n    For years I have gathered and\r\nheaped up scraps and fragments of\r\nthings:\r\n    Crush them and dance upon them,\r\nand scatter them all to the winds.\r\n    For I know 'tis the height of wisdom\r\nto be drunken and go the dogs.\r\n    Let all crooked scruples vanish,\r\nlet me hopelessly lose my way.\r\n    Let a gust of wild giddiness come\r\nand sweep me away from my anchors.\r\n    The world is peopled with worthies,\r\nand workers, useful and clever.\r\n    There are men who are easily first,\r\nand men who come decently after.\r\n    Let them be happy and prosper,\r\nand let me be foolishly futile.\r\n    For I know 'tis the end of all works\r\nto be drunken and go to the dogs.\r\n    I swear to surrender this moment\r\nall claims to the ranks of the decent.\r\n    I let go my pride of learning and\r\njudgment of right and of wrong.\r\n    I'll shatter memory's vessel, scattering\r\nthe last drop of tears.\r\n    With the foam of the berry-red\r\nwine I will bathe and brighten my\r\nlaughter.\r\n    The badge of the civil and staid\r\nI'll tear into shreds for the nonce.\r\n    I'll take the holy vow to be worthless,\r\nto be drunken and go to the dogs."
    },
    {
        "name": "The Gardener XLIII: No, My Friends",
        "link": "https://mypoeticside.com/show-classic-poem-30076",
        "poem": "No, my friends, I shall never be an\r\nascetic, whatever you may say.\r\n    I shall never be and ascetic if she\r\ndoes not take the vow with me.\r\n    It is my firm resolve that if I\r\ncannot find a shady shelter and a\r\ncompanion for my penance, I shall\r\nnever turn ascetic.\r\n    No, my friends, I shall never leave\r\nmy hearth and home, and retire into\r\nthe forest solitude, if rings no merry\r\nlaughter in its echoing shade and if\r\nthe end of no saffron mantle flutters\r\nin the wind; if its silence is not\r\ndeepened by soft whispers.\r\n    I shall never be an ascetic."
    },
    {
        "name": "The Gardener XLIV: Reverend Sir, Forgive",
        "link": "https://mypoeticside.com/show-classic-poem-30075",
        "poem": "Reverend sir, forgive this pair of\r\nsinners. Spring winds to-day are\r\nblowing in wild eddies, driving dust\r\nand dead leaves away, and with them\r\nyour lessons are all lost.\r\n    Do not say, father, that life is a\r\nvanity.\r\n    For we have made truce with death\r\nfor once, and only for a few fragrant\r\nhours we two have been made immortal.\r\n    Even if the king's army came and\r\nfiercely fell upon us we should sadly\r\nshake our heads and say, Brothers,\r\nyou are disturbing us. If you must\r\nhave this noisy game, go and clatter\r\nyour arms elsewhere. Since only for\r\na few fleeting moments we have been\r\nmade immortal.\r\n    If friendly people came and flocked\r\naround us, we should humbly bow to\r\nthem and say, This extravagant good\r\nfortune is an embarrassment to us.\r\nRoom is scarce in the infinite sky\r\nwhere we dwell. For in the spring-\r\ntime flowers come in crowds, and the\r\nbusy wings of bees jostle each other.\r\nOur little heaven, where dwell only\r\nwe two immortals, is too absurdly\r\nnarrow."
    },
    {
        "name": "The Gardener XLV: To the Guests",
        "link": "https://mypoeticside.com/show-classic-poem-30104",
        "poem": "To the guests that must go bid\r\nGod's speed and brush away all traces\r\nof their steps.\r\n    Take to your bosom with a smile\r\nwhat is easy and simple and near.\r\n    To-day is the festival of phantoms\r\nthat know not when they die.\r\n    Let your laughter be but a meaning-\r\nless mirth like twinkles of light on\r\nthe ripples.\r\n    Let your life lightly dance on the\r\nedges of Time like dew on the tip of\r\na leaf.\r\n    Strike in chords from your harp\r\nfitful momentary rhythms."
    },
    {
        "name": "The Gardener XLVI: You Left Me",
        "link": "https://mypoeticside.com/show-classic-poem-30073",
        "poem": "You left me and went on your way.\r\n    I thought I should mourn for you\r\nand set your solitary image in my\r\nheart wrought in a golden song.\r\n    But ah, my evil fortune, time is\r\nshort.\r\n    Youth wanes year after year; the\r\nspring days are fugitive; the frail\r\nflowers die for nothing, and the wise\r\nman warns me that life is but a\r\ndewdrop on the lotus leaf.\r\n    Should I neglect all this to gaze after\r\none who has turned her back on me?\r\n    That would be rude and foolish,\r\nfor time is short.\r\n    Then, come, my rainy nights with\r\npattering feet; smile, my golden\r\nautumn; come, careless April, scatter-\r\ning your kisses abroad.\r\n    You come, and you, and you also!\r\n    My loves, you know we are mortals.\r\nIs it wise to break one's heart for the\r\none who takes her heart away? For\r\ntime is short.\r\n    It is sweet to sit in a corner to muse\r\nand write in rhymes that you are all\r\nmy world.\r\n    It is heroic to hug one's sorrow and\r\ndetermine not to be consoled.\r\n    But a fresh face peeps across my\r\ndoor and raise its eyes to my eyes.\r\n    I cannot but wipe away my tears\r\nand change the tune of my song.\r\n    For time is short."
    },
    {
        "name": "The Gardener XLVIII: Free Me",
        "link": "https://mypoeticside.com/show-classic-poem-30072",
        "poem": "Free me from the bonds of your\r\nsweetness, my love! Nor more of this\r\nwine of kisses.\r\n    This mist of heavy incense stifles\r\nmy heart.\r\n    Open the doors, make room for the\r\nmorning light.\r\n    I am lost in you, wrapped in the\r\nfolds of your caresses.\r\n    Free me from your spells, and give\r\nme back the manhood to offer you my\r\nfreed heart."
    },
    {
        "name": "The Gardener XVI: Hands Cling to Eyes",
        "link": "https://mypoeticside.com/show-classic-poem-30071",
        "poem": "Hands cling to hands and eyes linger\r\non eyes: thus begins the record of our\r\nhearts.\r\n    It is the moonlit night of March;\r\nthe sweet smell of henna is in the air;\r\nmy flute lies on the earth neglected\r\nand your garland of flowers is\r\nunfinished.\r\n    This love between you and me is\r\nsimple as a song.\r\n    Your veil of the saffron colour\r\nmakes my eyes drunk.\r\n    The jasmine wreath that you wove\r\nme thrills to my heart like praise.\r\n    It is a game of giving and with-\r\nholding, revealing and screening again;\r\nsome smiles and some little shyness,\r\nand some sweet useless struggles.\r\n    This love between you and me is\r\nsimple as a song.\r\n    No mystery beyond the present;\r\nno striving for the impossible; no\r\nshadow behind the charm; no groping\r\nin the depth of the dark.\r\n    This love between you and me is\r\nsimple as a song.\r\n    We do not stray out of all words\r\ninto the ever silent; we do not raise\r\nour hands to the void for things\r\nbeyond hope.\r\n    It is enough what we give and we\r\nget.\r\n    We have not crushed the joy to\r\nthe utmost to wring from it the wine\r\nof pain.\r\n    This love between you and me is\r\nsimple as a song."
    },
    {
        "name": "The Gardener XVIII: When Two Sisters",
        "link": "https://mypoeticside.com/show-classic-poem-30070",
        "poem": "When the two sisters go to fetch\r\nwater, they come to this spot and\r\nthey smile.\r\n    They must be aware of somebody\r\nwho stands behind the trees when-\r\never they go to fetch water.\r\n    The two sisters whisper to each\r\nother when they pass this spot.\r\n    They must have guessed the secret\r\nof that somebody who stands behind\r\nthe trees whenever they go to\r\nfetch water.\r\n    Their pitchers lurch suddenly, and\r\nwater spills when they reach this\r\nspot.\r\n    They must have found out that\r\nsomebody's heart is beating who\r\nstands behind the trees whenever\r\nthey go to fetch water.\r\n    The two sisters glance at each other\r\nwhen they come to this spot, and they\r\nsmile.\r\n    There is a laughter in their swift-\r\nstepping feet, which makes confusion\r\nin somebody's mind who stands behind\r\nthe trees whenever they go to\r\nfetch water."
    },
    {
        "name": "The Gardener XX: Day After Day He Comes",
        "link": "https://mypoeticside.com/show-classic-poem-30061",
        "poem": "Day after day he comes and goes\r\naway.\r\n    Go, and give him a flower from my\r\nhair, my friend.\r\n    If he asks who was it that sent it, I\r\nentreat you do not tell him my name--\r\nfor he only comes and goes away.\r\n    He sits on the dust under the tree.\r\n    Spread there a seat with flowers and\r\nleaves, my friend.\r\n    His eyes are sad, and they bring\r\nsadness to my heart.\r\n    He does not speak what he has in\r\nmind; he only comes and goes away."
    },
    {
        "name": "The Gardener XXCIII: She Dwelt on the Hillside",
        "link": "https://mypoeticside.com/show-classic-poem-30074",
        "poem": "She dwelt on the hillside by edge\r\nof a maize-field, near the spring that\r\nflows in laughing rills through the\r\nsolemn shadows of ancient trees. The\r\nwomen came there to fill their jars,\r\nand travellers would sit there to rest\r\nand talk. She worked and dreamed\r\ndaily to the tune of the bubbling\r\nstream.\r\n    One evening the stranger came down\r\nfrom the cloud-hidden peak; his locks\r\nwere tangled like drowsy snakes. We\r\nasked in wonder, \"Who are you?\"\r\nHe answered not but sat by the\r\ngarrulous stream and silently gazed at\r\nthe hut where she dwelt. Our hearts\r\nquaked in fear and we came back home\r\nwhen it was night.\r\n    Next morning when the women\r\ncame to fetch water at the spring by\r\nthe deodar trees, they found the doors\r\nopen in her hut, but her voice was gone\r\nand where was her smiling face?\r\nThe empty jar lay on the floor and her\r\nlamp had burnt itself out in the\r\ncorner. No one knew where she had\r\nfled to before it was morning--and the\r\nstranger had gone.\r\n    In the month of May the sun grew\r\nstrong and the snow melted, and we\r\nsat by the spring and wept. We\r\nwondered in our mind, \"Is there a\r\nspring in the land where she has gone\r\nand where she can fill her vessel in\r\nthese hot thirsty days?\" And we\r\nasked each other in dismay, \"Is there\r\na land beyond these hills where we\r\nlive?\"\r\n    It was a summer night; the breeze\r\nblew from the south; and I sat in her\r\ndeserted room where the lamp stood\r\nstill unlit. When suddenly from\r\nbefore my eyes the hills vanished like\r\ncurtains drawn aside. \"Ah, it is\r\nshe who comes. How are you, my\r\nchild? Are you happy? But where\r\ncan you shelter under this open sky?\r\nAnd, alas! our spring is not here to\r\nallay your thirst.\"\r\n    \"Here is the same sky,\" she said,\r\n\"only free from the fencing hills,--\r\nthis is the same stream grown into a\r\nriver,--the same earth widened into\r\na plain.\" \"Everything is here,\" I\r\nsighed, \"only we are not.\" She\r\nsmiled sadly and said, \"You are in\r\nmy heart.\" I woke up and heard the\r\nbabbling of the stream and the rustling\r\nof the deodars at night."
    },
    {
        "name": "The Gardener XXI: Why Did He Choose",
        "link": "https://mypoeticside.com/show-classic-poem-30078",
        "poem": "Why did he choose to come to my\r\ndoor, the wandering youth, when the\r\nday dawned?\r\n    As I come in and out I pass by him\r\nevery time, and my eyes are caught by\r\nhis face.\r\n    I know not if I should speak to him\r\nor keep silent. Why did he choose to\r\ncome to my door?\r\n    The cloudy nights in July are dark;\r\nthe sky is soft blue in the autumn; the\r\nspring days are restless with the south\r\nwind.\r\n    He weaves his songs with fresh\r\ntunes every time.\r\n    I turn from my work and my eyes\r\nfill with the mist. Why did he choose\r\nto come to my door?"
    },
    {
        "name": "The Gardener XXII: When She Passed by Me",
        "link": "https://mypoeticside.com/show-classic-poem-30067",
        "poem": "When she passed by me with quick\r\nsteps, the end of her skirt touched\r\nme.\r\n    From the unknown island of a\r\nheart came a sudden warm breath of\r\nspring.\r\n    A flutter of a flitting touch brushed\r\nme and vanished in a moment, like a\r\ntorn flower petal blown in the breeze.\r\n    It fell upon my heart like a sigh of\r\nher body and whisper of her heart."
    },
    {
        "name": "The Gardener XXIV: Do Not Keep to Yourself",
        "link": "https://mypoeticside.com/show-classic-poem-30066",
        "poem": "Do not keep to yourself the secret of\r\nyour heart, my friend!\r\n    Say it to me, only to me, in secret.\r\n    You who smile so gently, softly\r\nwhisper, my heart will hear it, not my\r\nears.\r\n    The night is deep, the house is\r\nsilent, the birds' nests are shrouded\r\nwith sleep.\r\n    Speak to me through hesitating\r\ntears, through faltering smiles, through\r\nsweet shame and pain, the secret of\r\nyour heart!"
    },
    {
        "name": "The Gardener XXIX: Speak to Me",
        "link": "https://mypoeticside.com/show-classic-poem-30081",
        "poem": "Speak to me, my love! Tell me in\r\nwords what you sang.\r\n    The night is dark. The stars are\r\nlost in clouds. The wind is sighing\r\nthrough the leaves.\r\n    I will let loose my hair. My blue\r\ncloak will cling round me like night. I\r\nwill clasp your head to my bosom; and\r\nthere in the sweet loneliness murmur\r\non your heart. I will shut my eyes\r\nand listen. I will not look in your face.\r\n    When your words are ended, we will\r\nsit still and silent. Only the trees will\r\nwhisper in the dark.\r\n    The night will pale. The day will\r\ndawn. We shall look at each other's\r\neyes and go on our different paths.\r\n    Speak to me, my love! Tell me in\r\nwords what you sang."
    },
    {
        "name": "The Gardener XXVI: What Comes From Your Willing Hands",
        "link": "https://mypoeticside.com/show-classic-poem-30082",
        "poem": "\"What comes from your willing\r\nhands I take. I beg for nothing\r\nmore.\"\r\n    \"Yes, yes, I know you, modest\r\nmendicant, you ask for all that one\r\nhas.\"\r\n    \"If there be a stray flower for me\r\nI will wear it in my heart.\"\r\n    \"But if there be thorns?\"\r\n    \"I will endure them.\"\r\n    \"Yes, yes, I know you, modest\r\nmendicant, you ask for all that one\r\nhas.\"\r\n    \"If but once you should raise your\r\nloving eyes to my face it would make\r\nmy life sweet beyond death.\"\r\n    \"But if there be only cruel\r\nglances?\"\r\n    \"I will keep them piercing my\r\nheart.\"\r\n    \"Yes, yes, I know you, modest\r\nmendicant, you ask for all that one\r\nhas.\""
    },
    {
        "name": "The Gardener XXVII: Trust Love",
        "link": "https://mypoeticside.com/show-classic-poem-30095",
        "poem": "\"Trust love even if it brings sorrow.\r\nDo not close up your heart.\"\r\n    \"Ah no, my friend, your words are\r\ndark, I cannot understand them.\"\r\n    \"Pleasure is frail like a dewdrop,\r\nwhile it laughs it dies. But sorrow is\r\nstrong and abiding. Let sorrowful\r\nlove wake in your eyes.\"\r\n    \"Ah no, my friend, your words are\r\ndark, I cannot understand them.\"\r\n    \"The lotus blooms in the sight of\r\nthe sun, and loses all that it has. It\r\nwould not remain in bud in the\r\neternal winter mist.\"\r\n    \"Ah no, my friend, your words are\r\ndark, I cannot understand them.\""
    },
    {
        "name": "The Gardener XXVIII: Your Questioning Eyes",
        "link": "https://mypoeticside.com/show-classic-poem-30096",
        "poem": "Your questioning eyes are sad. They\r\nseek to know my meaning as the moon\r\nwould fathom the sea.\r\n    I have bared my life before your\r\neyes from end to end, with nothing\r\nhidden or held back. That is why you\r\nknow me not.\r\n    If it were only a gem, I could break\r\nit into a hundred pieces and string\r\nthem into a chain to put on your neck.\r\n    If it were only a flower, round and\r\nsmall and sweet, I could pluck it from\r\nits stem to set it in your hair.\r\n    But it is a heart, my beloved.\r\nWhere are its shores and its bottom?\r\n    You know not the limits of this\r\nkingdom, still you are its queen.\r\n    If it were only a moment of pleasure\r\nit would flower in an easy smile, and\r\nyou could see it and read it in a\r\nmoment.\r\n    If it were merely a pain it would\r\nmelt in limpid tears, reflecting its\r\ninmost secret without a word.\r\n    But it is love, my beloved.\r\n    Its pleasure and pain are boundless,\r\nand endless its wants and wealth.\r\n    It is as near to you as your life, but\r\nyou can never wholly know it."
    },
    {
        "name": "The Gardener XXXIV: Do Not Go, My Love",
        "link": "https://mypoeticside.com/show-classic-poem-30097",
        "poem": "Do not go, my love, without asking\r\nmy leave.\r\n    I have watched all night, and now\r\nmy eyes are heavy with sleep.\r\n    I fear lest I lose you when I'm\r\nsleeping.\r\n    Do not go, my love, without asking\r\nmy leave.\r\n    I start up and stretch my hands to\r\ntouch you. I ask myself, \"Is it a\r\ndream?\"\r\n    Could I but entangle your feet with\r\nmy heart and hold them fast to my\r\nbreast!\r\n    Do not go, my love, without asking\r\nmy leave."
    },
    {
        "name": "The Gardener XXXVIII: My Love, Once upon a Time",
        "link": "https://mypoeticside.com/show-classic-poem-30099",
        "poem": "My love, once upon a time your poet\r\nlaunched a great epic in his mind.\r\n    Alas, I was not careful, and it struck\r\nyour ringing anklets and came to\r\ngrief.\r\n    It broke up into scraps of songs and\r\nlay scattered at your feet.\r\n    All  my cargo of the stories of old\r\nwars was tossed by the laughing waves\r\nand soaked in tears and sank.\r\n    You must make this loss good to me,\r\nmy love.\r\n    If my claims to immortal fame after\r\ndeath are scattered, make me immortal\r\nwhile I live.\r\n    And I will not mourn for my loss nor\r\nblame you."
    },
    {
        "name": "The Gift",
        "link": "https://mypoeticside.com/show-classic-poem-30100",
        "poem": "I want to give you something, my child, for we are drifting in the\r\nstream of the world.\r\n    Our lives will be carried apart, and our love forgotten.\r\n    But I am not so foolish as to hope that I could buy your heart\r\nwith my gifts.\r\n    Young is your life, your path long, and you drink the love we\r\nbring you at one draught and turn and run away from us.\r\n    You have your play and your playmates. What harm is there if\r\nyou have no time or thought for us!\r\n    We, indeed, have leisure enough in old age to count the days\r\nthat are past, to cherish in our hearts what our hands have lost\r\nfor ever.\r\n    The river runs swift with a song, breaking through all\r\nbarriers. But the mountain stays and remembers, and follows her\r\nwith his love."
    },
    {
        "name": "The Golden Boat",
        "link": "https://mypoeticside.com/show-classic-poem-29988",
        "poem": "Clouds rumbling in the sky; teeming rain.\r\nI sit on the river bank, sad and alone.\r\nThe sheaves lie gathered, harvest has ended,\r\nThe river is swollen and fierce in its flow.\r\nAs we cut the paddy it started to rain.\n\r\nOne small paddy-field, no one but me -\r\nFlood-waters twisting and swirling everywhere.\r\nTrees on the far bank; smear shadows like ink\r\nOn a village painted on deep morning grey.\r\nOn this side a paddy-field, no one but me.\n\r\nWho is this, steering close to the shore\r\nSinging? I feel that she is someone I know.\r\nThe sails are filled wide, she gazes ahead,\r\nWaves break helplessly against the boat each side.\r\nI watch and feel I have seen her face before.\n\r\nOh to what foreign land do you sail?\r\nCome to the bank and moor your boat for a while.\r\nGo where you want to, give where you care to,\r\nBut come to the bank a moment, show your smile -\r\nTake away my golden paddy when you sail.\n\r\nTake it, take as much as you can load.\r\nIs there more? No, none, I have put it aboard.\r\nMy intense labour here by the river -\r\nI have parted with it all, layer upon layer;\r\nNow take me as well, be kind, take me aboard.\n\r\nNo room, no room, the boat is too small.\r\nLoaded with my gold paddy, the boat is full.\r\nAcross the rain-sky clouds heave to and fro,\r\nOn the bare river-bank, I remain alone -\r\nWhat had has gone: the golden boat took all."
    },
    {
        "name": "The Hero",
        "link": "https://mypoeticside.com/show-classic-poem-30101",
        "poem": "Mother, let us imagine we are travelling, and passing through a\r\nstrange and dangerous country.\r\n    You are riding in a palanquin and I am trotting by you on a\r\nred horse.\r\n    It is evening and the sun goes down. The waste of Joradighi\r\nlies wan and grey before us. The land is desolate and barren.\r\n    You are frightened and thinking-\"I know not where we have come\r\nto.\"\r\n    I say to you, \"Mother, do not be afraid.\"\r\n    The meadow is prickly with spiky grass, and through it runs\r\na narrow broken path.\r\n    There are no cattle to be seen in the wide field; they have\r\ngone to their village stalls.\r\n    It grows dark and dim on the land and sky, and we cannot tell\r\nwhere we are going.\r\n    Suddenly you call me and ask me in a whisper, \"What light is\r\nthat near the bank?\"\r\n    Just then there bursts out a fearful yell, and figures come\r\nrunning towards us.\r\n    You sit crouched in your palanquin and repeat the names of the\r\ngods in prayer.\r\n    The bearers, shaking in terror, hide themselves in the thorny\r\nbush.\r\n    I shout to you, \"Don't be afraid, mother. I am here.\"\r\n    With long sticks in their hands and hair all wild about their\r\nheads, they come nearer and nearer.\r\n    I shout, \"Have a care, you villains! One step more and you are\r\ndead men.\"\r\n    They give another terrible yell and rush forward.\r\n    You clutch my hand and say, \"Dear boy, for heaven's sake, keep\r\naway from them.\"\r\n    I say, \"Mother, just you watch me.\"\r\n    Then I spur my horse for a wild gallop, and my sword and\r\nbuckler clash against each other.\r\n    The fight becomes so fearful, mother, that it would give you\r\na cold shudder could you see it from your palanquin.\r\n    Many of them fly, and a great number are cut to pieces.\r\n    I know you are thinking, sitting all by yourself, that your\r\nboy must be dead by this time.\r\n    But I come to you all stained with blood, and say,\"Mother, the\r\nfight is over now.\"\r\n    You come out and kiss me, pressing me to your heart, and you\r\nsay to yourself,\r\n    \"I don't know what I should do if I hadn't my boy to escort\r\nme.\"\r\n    A thousand useless things happen day after day, and why\r\ncouldn't such a thing come true by chance?\r\n    It would be like a story in a book.\r\n    My brother would say, \"Is it possible? I always thought he was\r\nso delicate!\"\r\n    Our village people would all say in amazement, \"Was it not\r\nlucky that the boy was with his mother?\""
    },
    {
        "name": "The Home",
        "link": "https://mypoeticside.com/show-classic-poem-30102",
        "poem": "I paced alone on the road across the field while the sunset was\r\nhiding its last gold like a miser.\r\n    The daylight sank deeper and deeper into the darkness, and the\r\nwidowed land, whose harvest had been reaped, lay silent.\r\n    Suddenly a boy's shrill voice rose into the sky. He traversed\r\nthe dark unseen, leaving the track of his song across the hush of\r\nthe evening.\r\n    His village home lay there at the end of the waste land,\r\nbeyond the sugar-cane field, hidden among the shadows of the banana\r\nand the slender areca palm, the coconut and the dark green jack-\r\nfruit trees.\r\n    I stopped for a moment in my lonely way under the starlight,\r\nand saw spread before me the darkened earth surrounding with her\r\narms countless homes furnished with cradles and beds, mother's\r\nhearts and evening lamps, and young lives glad with a gladness that\r\nknows nothing of its value for the world."
    },
    {
        "name": "The Journey",
        "link": "https://mypoeticside.com/show-classic-poem-30029",
        "poem": "The morning sea of silence broke into ripples of bird songs;\r\nand the flowers were all merry by the roadside;\r\nand the wealth of gold was scattered through the rift of the clouds\r\nwhile we busily went on our way and paid no heed.\n\r\nWe sang no glad songs nor played;\r\nwe went not to the village for barter;\r\nwe spoke not a word nor smiled;\r\nwe lingered not on the way.\r\nWe quickened our pace more and more as the time sped by.\n\r\nThe sun rose to the mid sky and doves cooed in the shade.\r\nWithered leaves danced and whirled in the hot air of noon.\r\nThe shepherd boy drowsed and dreamed in the shadow of the banyan tree,\r\nand I laid myself down by the water\r\nand stretched my tired limbs on the grass.\n\r\nMy companions laughed at me in scorn;\r\nthey held their heads high and hurried on;\r\nthey never looked back nor rested;\r\nthey vanished in the distant blue haze.\n\r\nThey crossed many meadows and hills,\r\nand passed through strange, far-away countries.\r\nAll honor to you, heroic host of the interminable path!\r\nMockery and reproach pricked me to rise,\r\nbut found no response in me.\n\r\nI gave myself up for lost\r\nin the depth of a glad humiliation\r\n---in the shadow of a dim delight.\n\r\nThe repose of the sun-embroidered green gloom\r\nslowly spread over my heart.\r\nI forgot for what I had traveled,\r\nand I surrendered my mind without struggle\r\nto the maze of shadows and songs.\n\r\nAt last, when I woke from my slumber and opened my eyes,\r\nI saw thee standing by me, flooding my sleep with thy smile.\r\nHow I had feared that the path was long and wearisome,\r\nand the struggle to reach thee was hard!"
    },
    {
        "name": "The Judge",
        "link": "https://mypoeticside.com/show-classic-poem-30103",
        "poem": "Say of him what you please, but I know my child's failings.\r\n    I do not love him because he is good, but because he is my\r\nlittle child.\r\n    How should you know how dear he can be when you try to weigh\r\nhis merits against his faults?\r\n    When I must punish him he becomes all the more a part of my\r\nbeing.\r\n    When I cause his tears to come my heart weeps with him.\r\n    I alone have a right to blame and punish, for he only may\r\nchastise who loves."
    },
    {
        "name": "The Kiss",
        "link": "https://mypoeticside.com/show-classic-poem-29996",
        "poem": "Lips' language to lips' ears.\r\nTwo drinking each other's heart, it seems.\r\nTwo roving loves who have left home,\r\npilgrims to the confluence of lips.\r\nTwo waves rise by the law of love\r\nto break and die on two sets of lips.\r\nTwo wild desires craving each other\r\nmeet at last at the body's limits.\r\nLove's writing a song in dainty letters,\r\nlayers of kiss-calligraphy on lips.\r\nPlucking flowers from two sets of lips\r\nperhaps to thread them into a chain later.\r\nThis sweet union of lips\r\nis the red marriage-bed of a pair of smiles."
    },
    {
        "name": "The Land of the Exile",
        "link": "https://mypoeticside.com/show-classic-poem-30093",
        "poem": "Mother, the light has grown grey in the sky; I do not know what\r\nthe time is.\r\n    There is no fun in my play, so I have come to you. It is\r\nSaturday, our holiday.\r\n    Leave off your work, mother; sit here by the window and tell\r\nme where the desert of Tepantar in the fairy tale is.\r\n    The shadow of the  rains has covered the day from end to end.\r\n    The fierce lightning is scratching the sky with its nails.\r\n    When the clouds rumble and it thunders, I love to be afraid\r\nin my heart and cling to you.\r\n    When the heavy rain patters for hours on the bamboo leaves,\r\nand our windows shake and rattle at the gusts of wind, I like to\r\nsit alone in the room, mother, with you, and hear you talk about\r\nthe desert of Tepantar in the fairy tale.\r\n    Where is it, mother, on the shore of what sea, at the foot of\r\nwhat hills, in the kingdom of what king?\r\n    There are no hedges there to mark the fields, no footpath\r\nacross it by which the villagers reach their village in the\r\nevening, or the woman who gathers dry sticks in the forest can\r\nbring her load to the market. With patches of yellow grass in the\r\nsand and only one tree where the pair of wise old birds have their\r\nnest, lies the desert of Tepantar.\r\n    I can imagine how, on just such a cloudy day, the young son\r\nof the king is riding alone on a grey horse through the desert, in\r\nsearch of the princess who lies imprisoned in the giant's palace\r\nacross that unknown water.\r\n    When the haze of the rain comes down in the distant sky, and\r\nlightning starts up like a sudden fit of pain, does he remember his\r\nunhappy mother, abandoned by the king, sweeping the cow-stall and\r\nwiping her eyes, while he rides through the desert of Tepantar in\r\nthe fairy tale?\r\n    See, mother, it is almost dark before the day is over, and\r\nthee are no travellers yonder on the village road.\r\n    The shepherd boy has gone home early from the pasture, and men\r\nhave left their fields to sit on mats under the eaves of their\r\nhuts, watching the scowling clouds.\r\n    Mother, I have left all my books on the shelf-do not ask me\r\nto do my lessons now.\r\n    When I grow up and am bid like my father, I shall learn all\r\nthat must be learnt.\r\n    But just for today, tell me, mother, where the desert of\r\nTepantar in the fairy tale is."
    },
    {
        "name": "The Last Bargain",
        "link": "https://mypoeticside.com/show-classic-poem-30092",
        "poem": "\"Come and hire me,\" I cried, while in the morning I was walking on the stone-paved road.\r\n    Sword in hand, the King came in his chariot.\r\n    He held my hand and said, \"I will hire you with my power.\"\r\n    But his power counted for nought, and he went away in his chariot.\n\r\n    In the heat of the midday the houses stood with shut doors.\r\n    I wandered along the crooked lane.\r\n    An old man came out with his bag of gold.\r\n    He pondered and said, \"I will hire you with my money.\"\r\n    He weighed his coins one by one, but I turned away.\n\r\n  It was evening. The garden hedge was all aflower.\r\n  The fair maid came out and said, \"I will hire you with a smile.\"\r\n  Her smile paled and melted into tears, and she went back alone into the dark.\n\r\n  The sun glistened on the sand, and the sea waves broke waywardly.\r\n  A child sat playing with shells.\r\n  He raised his head and seemed to know me, and said, \"I hire you with nothing.\"\r\n  From thenceforward that bargain struck in child's play made me a free man."
    },
    {
        "name": "The Little Big Man",
        "link": "https://mypoeticside.com/show-classic-poem-30083",
        "poem": "I am small because I am a little child. I shall be big when I am\r\nas old as my father is.\r\n    My teacher will come and say, \"It is late, bring your slate\r\nand your books.\"\r\n    I shall tell him, \" Do you not know I am as big as father? And\r\nI must not have lessons any more.\"\r\n    My master will wonder and say, \"He can leave his books if he\r\nlikes, for he is grown up.\"\r\n    I shall dress myself and walk to the fair where the crowd is\r\nthick.\r\n    My uncle will come rushing up to me and say, \"You will get\r\nlost, my boy; let me carry you.\"\r\n    I shall answer, \"Can't you see, uncle, I am as big as father?\r\nI must go to the fair alone.\"\r\n    Uncle will say, \"Yes, he can go wherever he likes, for he is\r\ngrown up.\"\r\n    Mother will come from her bath when I am giving money to my\r\nnurse, for I shall know how to open the box with my key.\r\n    Mother will say, \"What are you about, naughty child?\"\r\n    I shall tell her, \"Mother, don't you know, I am as big as\r\nfather, and I must give silver to my nurse.\"\r\n    Mother will say to herself, \"He can give money to whom he\r\nlikes, for he is grown up.\"\r\n    In the holiday time in October father will come home and,\r\nthinking that I am still a baby, will bring for me from the town\r\nlittle shoes and small silken frocks.\r\n    I shall say, \"Father, give them to my data, for I am as big\r\nas you are.\"\r\n    Father will think and say, \"He can buy his own clothes if he\r\nlikes, for he is grown up.\""
    },
    {
        "name": "The Merchant",
        "link": "https://mypoeticside.com/show-classic-poem-30084",
        "poem": "Imagine, mother, that you are to stay at home and I am to travel\r\ninto strange lands.\r\n    Imagine that my boat is ready at the landing fully laden.\r\n    Now think well, mother, before you say what I shall bring for\r\nyou when I come back.\r\n    Mother, do you want heaps and heaps of gold?\r\n    There, by the banks of golden streams, fields are full of\r\ngolden harvest.\r\n    And in the shade of the forest path the golden champ flower\r\ndrop on the ground.\r\n    I will gather them all for you in many hundred baskets.\r\n    Mother, do you want pearls big as the raindrops of autumn?\r\n    I shall cross to the pearl island shore.\r\n    There in the early morning light pearls tremble on the meadow\r\nflowers, pearls drop on the grass, and pearls are scattered on the\r\nsand in spray by the wild sea-waves.\r\n    My brother shall have a pair of horses with wings to fly among\r\nthe clouds.\r\n    For father I shall bring a magic pen that, without his\r\nknowing, will write of itself.\r\n    For you, mother, I must have the casket and jewel that cost\r\nseven kings their kingdom."
    },
    {
        "name": "The Rainy Day",
        "link": "https://mypoeticside.com/show-classic-poem-30085",
        "poem": "Sullen clouds are gathering fast over the black fringe of the\r\nforest.\r\n    O child, do not go out!\r\n    The palm trees in a row by the lake are smiting their heads\r\nagainst the dismal sky; the crows with their dragged wings are\r\nsilent on the tamarind branches, and the eastern bank of the river\r\nis haunted by a deepening gloom.\r\n    Our cow is lowing loud, ties at the fence.\r\n    O child, wait here till I bring her into the stall.\r\n    Men have crowded into the flooded field to catch the fishes\r\nas they escape from the overflowing ponds; the rain-water is\r\nrunning in rills through the narrow lanes like a laughing boy who\r\nhas run away from his mother to tease her.\r\n    Listen, someone is shouting for the boatman at the ford.\r\n    O child, the daylight is dim, and the crossing at the ferry\r\nis closed.\r\n    The sky seems to ride fast upon the madly rushing rain; the\r\nwater in the river is loud and impatient; women have hastened home\r\nearly from the Ganges with their filled pitchers.\r\n    The evening lamps must be made ready.\r\n    O child, do not go out!\r\n    The road to the market is desolate, the lane to the river is\r\nslippery. The wind is roaring and struggling among the bamboo\r\nbranches like a wild beast tangled in a net."
    },
    {
        "name": "The Recall",
        "link": "https://mypoeticside.com/show-classic-poem-30086",
        "poem": "The night was dark when she went away, and the slept.\r\n    The night is dark now, and I call for her, \"Come back, my\r\ndarling; the world is asleep; and no one would know, if you came\r\nfor a moment while stars are gazing at stars.\"\r\n    She went away when the trees were in bud and the spring was\r\nyoung.\r\n    Now the flowers are in high bloom and I call, \"Come back, my\r\ndarling. The children gather and scatter flowers in reckless sport.\r\nAnd if you come and take one little blossom no one will miss it.\"\r\n    Those that used to play are playing still, so spendthrift is\r\nlife.\r\n    I listen to their chatter and call, \"Come back, my darling,\r\nfor mother's heart is full to the brim with love, and if you come\r\nto snatch only one little kiss from her no one will grudge it.\""
    },
    {
        "name": "The Sailor",
        "link": "https://mypoeticside.com/show-classic-poem-30087",
        "poem": "The boat of the boatman Madhu is moored at the wharf of Rajgunj.\r\n    It is uselessly laden with jute, and has been lying there idle\r\nfor ever so long.\r\n    If he would only lend me his boat, I should man her with a\r\nhundred oars, and hoist sails, five or six or seven.\r\n    I should never steer her to stupid markets.\r\n    I should sail the seven seas and the thirteen rivers of\r\nfairyland.\r\n    But, mother, you won't weep for me in a corner.\r\n    I am not going into the forest like Ramachandra to come back\r\nonly after fourteen years.\r\n    I shall become the prince of the story, and fill my boat with\r\nwhatever I like.\r\n    I shall take my friend Ashu with me. We shall sail merrily\r\nacross the ever seas and the thirteen rivers of fairyland.\r\n    We shall set sail in the early morning light.\r\n    When at noontide you are bathing at the pond, we shall be in\r\nthe land of a strange king.\r\n    We shall pass the ford of Tirpurni, and leave behind us the\r\ndesert of Tepantar.\r\n    When we come back it will be getting dark, and I shall tell\r\nyou of all that we have seen.\r\n    I shall cross the seven seas and the thirteen rivers of\r\nfairyland."
    },
    {
        "name": "The Source",
        "link": "https://mypoeticside.com/show-classic-poem-30088",
        "poem": "The sleep that flits on baby's eyes-does anybody know from where\r\nit comes? Yes, there is a rumour that it has its dwelling where,\r\nin the fairy village among shadows of the forest dimly lit with\r\nglow-worms, there hang two shy buds of enchantment. From there it\r\ncomes to kiss baby's eyes.\r\n    The smile that flickers on baby's lips when he sleeps-does\r\nanybody know where it was born? Yes, there is a rumour that a young\r\npale beam of a crescent moon touched the edge of a vanishing autumn\r\ncloud, and there the smile was first born in the dream of a dew\r\nwashed morning-the smile that flickers on baby's lips when he\r\nsleeps.\r\n    The sweet, soft freshness hat blooms on baby's limbs-does\r\nanybody know where it was hidden so long? Yes, when the mother was\r\na young girl it lay pervading her heart in tender and silent\r\nmystery of love-the sweet, soft freshness that has bloomed on\r\nbaby's limbs."
    },
    {
        "name": "The Sun of the First Day",
        "link": "https://mypoeticside.com/show-classic-poem-29993",
        "poem": "The sun of the first day\r\nPut the question\r\nTo the new manifestation of life-\r\nWho are you?\r\nThere was no answer.\r\nYears passed by.\n\r\nThe last sun of the last day\r\nUttered the question\r\non the shore of the western sea\r\nIn the hush of evening-\r\nWho are you?\r\nNo answer came again."
    },
    {
        "name": "The Unheeded Pageant",
        "link": "https://mypoeticside.com/show-classic-poem-30089",
        "poem": "Ah, who was it coloured that little frock, my child, and covered\r\nyour sweet limbs with that little red tunic?\r\n    You have come out in the morning to play in the courtyard,\r\ntottering and tumbling as you run.\r\n    But who was it coloured that little frock, my child?\r\n    What is it makes you laugh, my little life-bud?\r\n    Mother smiles at you standing on the threshold.\r\n    She claps her hands and her bracelets jingle, and you dance\r\nwith your bamboo stick in your hand like a tiny little shepherd.\r\n    But what is it makes you laugh, my little life-bud?\r\n    O beggar, what do you bed for, clinging to your mother's neck\r\nwith both your hands?\r\n    O greedy heart, shall I pluck the world like a fruit from the\r\nsky to place it on your little rosy palm?\r\n    O beggar, what are you begging for?\r\n    The wind carries away in glee the tinkling of your anklet\r\nbells.\r\n    The sun smiles and watches your toilet.\r\n    The sky watches over you when you sleep in your mother's arms,\r\nand the morning comes tiptoe to your bed and kisses your eyes.\r\n    The wind carried away in glee the tinkling of your anklet\r\nbells.\r\n    The fairy mistress of dreams is coming towards you, flying\r\nthrough the twilight sky.\r\n    The world-mother keeps her seat by you in your mother's heart.\r\n    He who plays his music to the stars is standing at your window\r\nwith his flute.\r\n    And the fairy mistress of dreams is coming towards you, flying\r\nthrough the twilight sky."
    },
    {
        "name": "The Wicked Postman",
        "link": "https://mypoeticside.com/show-classic-poem-30098",
        "poem": "Why do you sit there on the floor so quiet and silent, tell me,\r\nmother dear?\r\n    The rain is coming in through the open window, making you all\r\nwet, and you don't mind it.\r\n    Do you hear the gong striking four? It is time for my brother\r\nto come home from school.\r\n    What has happened to you that you look so strange?\r\n    Haven't you got a letter from father today?\r\n    I saw the postman bringing letters in his bag for almost\r\neverybody in the town.\r\n    Only father's letters he keeps to read himself. I am sure the\r\npostman is a wicked man.\r\n    But don't be unhappy about that, mother dear.\r\n    Tomorrow is market day in the next village. You ask your maid\r\nto buy some pens and papers.\r\n    I myself will write all father's letters; you will not find\r\na single mistake.\r\n    I shall write from A right up to K.\r\n    But, mother, why do you smile?\r\n    You don't believe that I can write as nicely as father does!\r\n    But I shall rule my paper carefully, and write all the letters\r\nbeautifully big.\r\n    When I finish my writing do you think I shall be so foolish\r\nas father and drop it into the horrid postman's bag?\r\n    I shall bring it to you myself without waiting, and letter by\r\nletter help you to read my writing.\r\n    I know the postman does not like to give you the really nice\r\nletters."
    },
    {
        "name": "Threshold",
        "link": "https://mypoeticside.com/show-classic-poem-30006",
        "poem": "I was not aware of the moment\r\nwhen I first crossed the threshold of this life.\n\r\nWhat was the power that made me open out into this vast mystery\r\nlike a bud in the forest at midnight!\n\r\nWhen in the morning I looked upon the light\r\nI felt in a moment that I was no stranger in this world,\r\nthat the inscrutable without name and form\r\nhad taken me in its arms in the form of my own mother.\n\r\nEven so, in death the same unknown will appear as ever known to me.\r\nAnd because I love this life,\r\nI know I shall love death as well.\n\r\nThe child cries out\r\nwhen from the right breast the mother takes it away,\r\nin the very next moment to find in the left one its consolation."
    },
    {
        "name": "Twelve O'Clock",
        "link": "https://mypoeticside.com/show-classic-poem-30090",
        "poem": "Mother, I do want to leave off my lessons now. I have been at my\r\nbook all the morning.\r\n    You say it is only twelve o'clock. Suppose it isn't any later;\r\ncan't you ever think it is afternoon when it is only twelve\r\no'clock?\r\n    I can easily imagine now that the sun has reached the edge of\r\nthat rice-field, and the old fisher-woman is gathering herbs for\r\nher supper by the side of the pond.\r\n    I can just shut my eyes and think that the shadows are growing\r\ndarker under the madar tree, and the water in the pond looks shiny\r\nblack.\r\n    If twelve o'clock can come in the night, why can't the night\r\ncome when it is twelve o'clock?"
    },
    {
        "name": "Unending Love",
        "link": "https://mypoeticside.com/show-classic-poem-29989",
        "poem": "I seem to have loved you in numberless forms, numberless times...\r\nIn life after life, in age after age, forever.\r\nMy spellbound heart has made and remade the necklace of songs,\r\nThat you take as a gift, wear round your neck in your many forms,\r\nIn life after life, in age after age, forever.\n\r\nWhenever I hear old chronicles of love, it's age old pain,\r\nIt's ancient tale of being apart or together.\r\nAs I stare on and on into the past, in the end you emerge,\r\nClad in the light of a pole-star, piercing the darkness of time.\r\nYou become an image of what is remembered forever.\n\r\nYou and I have floated here on the stream that brings from the fount.\r\nAt the heart of time, love of one for another.\r\nWe have played along side millions of lovers,\r\nShared in the same shy sweetness of meeting,\r\nthe distressful tears of farewell,\r\nOld love but in shapes that renew and renew forever."
    },
    {
        "name": "Untimely Leave",
        "link": "https://mypoeticside.com/show-classic-poem-30010",
        "poem": "No more noisy, loud words from me---such is my master's will.\r\nHenceforth I deal in whispers.\r\nThe speech of my heart will be carried on in murmurings of a song.\n\r\nMen hasten to the King's market. All the buyers and sellers are there.\r\nBut I have my untimely leave in the middle of the day, in the thick of work.\n\r\nLet then the flowers come out in my garden, though it is not their time;\r\nand let the midday bees strike up their lazy hum.\n\r\nFull many an hour have I spent in the strife of the good and the evil,\r\nbut now it is the pleasure of my playmate of the empty days to draw my heart on to him;\r\nand I know not why is this sudden call to what useless inconsequence!"
    },
    {
        "name": "Vocation",
        "link": "https://mypoeticside.com/show-classic-poem-30091",
        "poem": "When the gong sounds ten in the morning and I walk to school by our\r\nlane.\r\n    Every day I meet the hawker crying, \"Bangles, crystal\r\nbangles!\"\r\n    There is nothing to hurry him on, there is no road he must\r\ntake, no place he must go to, no time when he must come home.\r\n    I wish I were a hawker, spending my day in the road, crying,\r\n\"Bangles, crystal bangles!\"\r\n    When at four in the afternoon I come back from the school,\r\n    I can see through the gate of that house the gardener digging\r\nthe ground.\r\n    He does what he likes with his spade, he soils his clothes\r\nwith dust, nobody takes him to task if he gets baked in the sun or\r\ngets wet.\r\n    I wish I were a gardener digging away at the garden with\r\nnobody to stop me from digging.\r\n    Just as it gets dark in the evening and my mother sends me to\r\nbed,\r\n    I can see through my open window the watchman walking up and\r\ndown.\r\n    The lane is dark and lonely, and the street-lamp stands like\r\na giant with one red eye in its head.\r\n    The watchman swings his lantern and walks with his shadow at\r\nhis side, and never once goes to bed in his life.\r\n    I wish I were a watchman walking the streets all night,\r\nchasing the shadows with my lantern."
    },
    {
        "name": "Waiting",
        "link": "https://mypoeticside.com/show-classic-poem-29994",
        "poem": "The song I came to sing\r\nremains unsung to this day.\r\nI have spent my days in stringing\r\nand in unstringing my instrument.\n\r\nThe time has not come true,\r\nthe words have not been rightly set;\r\nonly there is the agony\r\nof wishing in my heart.....\n\r\nI have not seen his face,\r\nnor have I listened to his voice;\r\nonly I have heard his gentle footsteps\r\nfrom the road before my house.....\n\r\nBut the lamp has not been lit\r\nand I cannot ask him into my house;\r\nI live in the hope of meeting with him;\r\nbut this meeting is not yet."
    },
    {
        "name": "When Day Is Done",
        "link": "https://mypoeticside.com/show-classic-poem-30046",
        "poem": "If the day is done,\r\nif birds sing no more,\r\nif the wind has flagged tired,\r\nthen draw the veil of darkness thick upon me,\r\neven as thou hast wrapt the earth with the coverlet of sleep\r\nand tenderly closed the petals of the drooping lotus at dusk.\n\r\nFrom the traveler,\r\nwhose sack of provisions is empty before the voyage is ended,\r\nwhose garment is torn and dust-laden,\r\nwhose strength is exhausted,\r\nremove shame and poverty,\r\nand renew his life like a flower under the cover of thy kindly night."
    },
    {
        "name": "Where Shadow Chases Light",
        "link": "https://mypoeticside.com/show-classic-poem-30032",
        "poem": "This is my delight,\r\nthus to wait and watch at the wayside\r\nwhere shadow chases light\r\nand the rain comes in the wake of the summer.\n\r\nMessengers, with tidings from unknown skies,\r\ngreet me and speed along the road.\r\nMy heart is glad within,\r\nand the breath of the passing breeze is sweet.\n\r\nFrom dawn till dusk I sit here before my door,\r\nand I know that of a sudden\r\nthe happy moment will arrive when I shall see.\n\r\nIn the meanwhile I smile and I sing all alone.\r\nIn the meanwhile the air is filling with the perfume of promise."
    },
    {
        "name": "Where The Mind is Without Fear",
        "link": "https://mypoeticside.com/show-classic-poem-30060",
        "poem": "Where the mind is without fear and the head is held high\r\nWhere knowledge is free\r\nWhere the world has not been broken up into fragments\r\nBy narrow domestic walls\r\nWhere words come out from the depth of truth\r\nWhere tireless striving stretches its arms towards perfection\r\nWhere the clear stream of reason has not lost its way\r\nInto the dreary desert sand of dead habit\r\nWhere the mind is led forward by thee\r\nInto ever-widening thought and action\r\nInto that heaven of freedom, my Father, let my country awake."
    },
    {
        "name": "Who Is This",
        "link": "https://mypoeticside.com/show-classic-poem-30042",
        "poem": "I came out alone on my way to my tryst.\r\nBut who is this that follows me in the silent dark?\n\r\nI move aside to avoid his presence but I escape him not.\n\r\nHe makes the dust rise from the earth with his swagger;\r\nhe adds his loud voice to every word that I utter.\n\r\nHe is my own little self, my lord, he knows no shame;\r\nbut I am ashamed to come to thy door in his company."
    }
]